Repository: stek29/ubuntu-release-upgrader
Catalog: po/*.po
Languages: af, am, fr_ca, ia, ku, mr, pa

source: Server for %s
af: Bediener vir %s
am: ሰርቨር ለ %s
fr_ca: Serveur pour %s
ia: Servitor pro %s
ku: Rajekara %s
mr: %s साठी सर्व्हर
pa: %s ਲਈ ਸਰਵਰ

source: Main server
af: Hoofbediener
am: ዋናው ሰርቨር
fr_ca: Serveur principal
ia: Servitor principal
ku: Rajekara Bingehîn
mr: मुख्य सर्व्हर
pa: ਮੇਨ ਸਰਵਰ

source: Custom servers
af: Gebruikersspesifieke bedieners
am: ልማዳዊ ሰርቨሮች
fr_ca: Serveurs personnalisés
ia: Servitores personal
ku: Rajekarên taybet
mr: कस्टम सर्व्हर्स
pa: ਪਸੰਦੀਦਾ ਸਰਵਰ

source: Could not calculate sources.list entry
af: Kon nie sources.list inskrywing bereken nie
am: የምንጩን ዝርዝር አገባብ ማስላት አልተቻለም
ia: Incapace a calcular le entrata de sources.list
pa: sources.list ਐਂਟਰੀ ਗਿਣੀ ਨਹੀਂ ਜਾ ਸਕੀ

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
af: Kon nie enige pakkette opspoor nie. Hierdie is dalk nie 'n Ubuntu Skyf nie of van die verkeerde argitektuur?
am: የጥቅል ፋይሎችን ማግኘት አልተቻለም ፡ ምናልባት ይህ የኡቡንቱ ዲስክ ላይሆን ይችላል ወይም የተሳሳተ አሰራር ይሆን?
ia: Incapace a locar alcun files de pacchetto, forsan isto non es un disco Ubuntu o le improprie architectura?
pa: ਕੋਈ ਵੀ ਪੈਕੇਜ ਫਾਇਲ ਲੱਭੀ ਨਹੀਂ ਜਾ ਸਕੀ, ਸ਼ਾਇਧ ਇਹ ਉਬਤੂੰ ਡਿਸਕ ਨਹੀਂ ਹੈ ਜਾਂ ਗਲਤ ਢਾਂਚਾ ਹੈ?

source: Failed to add the CD
af: Misluk om die CD toe te voeg
am: ሲዲ መጨመር አልተቻለም
ia: Falta al addition del CD
pa: ਸੀਡੀ ਜੋੜਨ ਲਈ ਫੇਲ੍ਹ ਹੈ

source: There was a error adding the CD, the upgrade will abort. Please report this as a bug if this is a valid Ubuntu CD. The error message was: '%s'
af: Daar was 'n probleem met die toevoeging van die CD. Die opgradering sal nou staak. Rapporteer asseblief hierdie gebeurtenis as 'n fout indien dit 'n geldige Ubuntu CD is. Die foutboodskap was: '%s'
am: ሲዲው ሲጨመር ስህተት ተፈጥሯል ፡ ማሻሻሉ ይቋረጣል ፡ እባክዎን ይህን ችግር ያመልክቱ ፡ ይህ ትክክለኛ የኡቡንቱ ሲዲ ከሆነ የስህተቱ መልእክት '%s'
ia: Il ha essite un error in le addition del CD, le promotion abortara. Per favore reporta isto como correction de error si iste es un CD valide de Ubuntu. Le message de error esseva: '%s'

source: Remove package in bad state
af: Verwyder pakket in swak toestand
am: በመጥፎ ሁኔታ ላይ ያለን ጥቅል ማስወገጃ
fr_ca: Enlever le paquet en mauvais état
ia: Remover le pacchetto in mal state
ku: Pakêta di rewşa nebaş de rake
mr: खराब स्थितीत असलेले पॅकेज काढून टाका
pa: ਖਰਾਬ ਹਾਲਤ ਦੇ ਪੈਕੇਜ ਹਟਾਓ

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Do you want to remove this package now to continue?
af: Die pakket '%s' is in 'n inkonsekwente toestand en benodig herinstallasie, maar geen argief kan daarvoor gevind word nie. Wil u die pakket nou verwyder om voort te gaan?
am: ይህ ጥቅል '%s' በ ተረጋጋ ሁኔታ ላይ አይደለም እና እንደገና መግጠም ያስፈልጋል: ነገር ግን ምንም ማህደር ማግኘት አልተቻለም: እርስዎ ይህን ጥቅል ማስወገድ ይፈልጋሉ አሁን ለ መቀጠል?
fr_ca: Le paquet « %s » est dans un état incompatible et doit être réinstallé, mais aucune archive n'a été trouvée pour lui. Voulez-vous enlever ce paquet maintenant pour continuer?
ia: LLe pacchetto '%s' es in un stato inconsistente e necessita ser reinstallate, ma nulle archivo poter ser trovate pro illo. Desira tu remover ce pacchetto nunc pro proceder?
ku: Pakêta '%s' ne hevgirtî ye û divê ji nû ve bê sazkirin, lê ji bo wê tu arşîv nayê dîtin. Ji bo dewam bikî dixwazî vê pakêtê niha rakî?
mr: पॅकेज '%s' हे अव्यवस्थित स्थितीमध्ये आहे आणि ते परत प्रस्थापित करावे लागेल, पण त्याच्यासाठीचे archive मिळत नाही आहे. पुढेजाण्यासाठी हे पॅकेज काढून टाकावे का?

source: The server may be overloaded
af: Die bediener is dalk oorlaai
am: ሰርቨሩ ከአቅሙ በላይ ተጭኗል
fr_ca: Le serveur est peut-être surchargé
ia: Le servitor pote ser supercargate
ku: Dibe ku barên rajekarê pir bin
mr: कदाचित सर्व्हर वर अतिरिक्त भार असावा

source: Broken packages
af: Gebroke pakette
am: የተሰበሩ ጥቅሎች
fr_ca: Paquets brisés
ia: Pacchettos rupte
ku: Pakêtên şikestî
mr: अपुर्ण पॅकेजेस
pa: ਖ਼ਰਾਬ ਪੈਕੇਜ

source: Your system contains broken packages that couldn't be fixed with this software. Please fix them first using synaptic or apt-get before proceeding.
af: U stelsel bevat gebroke pakette wat nie deur middel van hierdie sagteware reggemaak kon word nie. Gebruik asseblief synaptic of apt-get om dit reg te maak voordat u voort gaan.
am: ስርአቱ የያዘው ጥቅል የተሰበረ ነው ፤ በዚህ ሶፍትዌር መጠገን አይቻልም ፤ እባክዎ በመጀመሪያ ሲናፕቲክ ወይንም አፕት-ጌትን በመጠቀም ስብራቱን ያስተካክሉ
fr_ca: Votre système contient des paquets brisés qui n'ont pas pu être réparés avec ce logiciel. Veuillez d'abord les réparer avec Synaptic ou apt-get avant de continuer.
ia: Tu systema contine pacchettos rupte que non pote ser fixate con ce software. Per favor fixar illos antea usante synaptic o apt-get ante proceder.
ku: Pergala te tevî vê nivîsbariyê hin pakêtên xerabe yên ku nayên sererastkirin dihewîne. Berî ku tu berdewam bikî ji kerema xwe re van bernameyan bi synaptic an jî i apt-getê sererast bike.
mr: तुमच्या सिस्टिमवर बरीच अपुर्ण/तुटलेली पॅकेजेस आहेत, जी या सॉफ्टवेअर सह दुरुस्त होवू शकणार नाहीत. पुढे चालू ठेवण्याअगोदर प्रथमतः synaptic किंवा apt-get द्वारे ती अपुर्ण/तुटलेली पॅकेजेस दुरुस्त करा.

source: An unresolvable problem occurred while calculating the upgrade.
af: 'N Onoplosbare probleem het voorgekom tydens die berekening van die opgradering.
fr_ca: Un problème insoluble est survenu lors du calcul de la mise à niveau.

source: This was likely caused by: * Unofficial software packages not provided by Ubuntu Please use the tool 'ppa-purge' from the ppa-purge package to remove software from a Launchpad PPA and try the upgrade again.
af: Dit is waarskynlik veroorsaak deur: * Nie-amptelike sagtewarepakkette wat nie deur Ubuntu verskaf word nie Gebruik die instrument 'ppa-purge' vanaf die ppa-purge package to remove software from a Launchpad PPA and probeer die opgradering weer.
fr_ca: Cela a probablement été causé par : * Des paquets logiciels non officiels qui ne proviennent pas d’Ubuntu. Veuillez utiliser la commande « ppa-purge » du paquet « ppa-purge » afin de supprimer les paquets d’un dépôt PPA Launchpad, puis essayez de relancer la mise à niveau.

source: This was caused by: * Upgrading to a pre-release version of Ubuntu This is most likely a transient problem, please try again later.
af: Dit is veroorsaak deur: * Opgradeer na 'n pre-release weergawe van Ubuntu Dit is waarskynlik 'n kortstondige probleem, probeer asseblief weer later.
fr_ca: Cela provient : * D’une mise à niveau vers une version de développement d’Ubuntu. Le problème est très probablement temporaire, veuillez ressayer ultérieurement.

source: This is most likely a transient problem, please try again later.
af: Hierdie is heel waarskynlik 'n tydelike probleem, probeer asseblief later weer.
am: ይህ ትንሽ ጊዜ የሚቆይ ችግር ነው ፤ እባክዎ እንደገና ይሞክሩ ትንሽ ቆይተው
fr_ca: Ceci semble être un problème passager, veuillez ressayer plus tard.
ia: Isto es maxime verisimilemente un problema fugace, per favor probar ancora un vice postea.
ku: Ev wekî pirsgirêkeke demdemî xuya dike, ji kerema xwe dîsa biceribîne.
mr: ही तात्पुरती समस्या आहे, काही क्षणांनंतर पुन्हा प्रयत्न करा.

source: If none of this applies, then please report this bug using the command 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
af: As niks hiervan van toepassing is nie, meld dan die fout met behulp van die opdrag 'ubuntu-bug ubuntu-release-upgrade-core' in 'n terminale.
fr_ca: Si rien de tout cela ne s’applique, veuillez signaler ce bogue à la commande « ubuntu-bug ubuntu-release-upgrader-core », dans un terminal.

source: If you want to investigate this yourself the log files in '/var/log/dist-upgrade' will contain details about the upgrade. Specifically, look at 'main.log' and 'apt.log'.
af: As u dit self wil ondersoek, sal die loglêers in '/ var / log / dist-upgrade' besonderhede bevat oor die opgradering. Kyk spesifiek na 'main.log' en 'apt.log'.
fr_ca: Si vous souhaitez analyser le problème par vous-même, les fichiers journaux de « /var/log/dist-upgrade » contiendront des renseignements détaillés sur la mise à niveau. Plus précisément, consultez « main.log » et « apt.log ».

source: Could not calculate the upgrade
af: Kon nie die opgradering bereken nie
am: ማሻሻያውን ማስላት አልተቻለም
fr_ca: Impossible de calculer la mise à niveau
ia: Impossibile calcular le promotion
ku: Bilindkirin nehat hesabkirin
mr: अपग्रेडची गणना करू शकले नाही
pa: ਅੱਪਗਰੇਡ ਦੀ ਗਣਨਾ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ

source: Error authenticating some packages
af: Fout by bepaling van die egtheid van sommige pakkette
am: ስህተት በማረጋገጥ ላይ አንዳንድ ጥቅሎችን
fr_ca: Erreur lors de l’authentification de certains paquets
ia: Error in le authentication de alcun pacchettos
ku: Di piştrastkirina çend paketan de çewtî derket
mr: काही पॅकेजेसचे अधिप्रमाणन करताना त्रुटी येत आहेत
pa: ਕੁਝ ਪੈਕੇਜ ਪਰਮਾਣਿਤ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ

source: It was not possible to authenticate some packages. This may be a transient network problem. You may want to try again later. See below for a list of unauthenticated packages.
af: Dit was nie moontlik om somige pakkette te staaf nie. Hierdie is moontlik 'n tydelike netwerkprobleem. Probeer later weer. Sien hieronder vir 'n lys van ongestaafde pakkette.
am: አንዳንድ ጥቅሎችን ማረጋገጥ አልተቻለም: ይህ የሚፈጠረው ምናልባት በ ጊዚያዊ የ ኔትዎርክ ችግር ሊሆን ይችላል: እርስዎ ትንሽ ቆይተው ይሞክሩ: ያልተረጋገጡ ጥቅሎችን ከ ታች በኩል በ ዝርዝር ውስጥ ይመልከቱ
fr_ca: Il n’était pas possible d’authentifier certains paquets. Ceci peut être un problème réseau passager. Vous pourriez ressayer plus tard. Voyez ci-dessous une liste des paquets non authentifiés.
ia: Il non ha essite possibile authenticar alcun pacchettos. Isto pote ser un problema fugace de rete. Tu pote probar un altere vice postea. Vider in basso pro un lista de pacchettos apocryphe.
ku: Hin pakêt nehatin piştrastkirin. Dibe ku ev pirsgirêkeke demdemî ya torê be. Ji bo lîsteya pakêtên ku nehatine piştrastkirin li jêr binihêre.
mr: काही पॅकेजेसचे अधिप्रमाणन करणे शक्य नव्हते. बहुदा हे तात्पुरत्या नेटवर्क समस्येमुळे झाले असावे. काही वेळाने पुन्हा प्रयत्न करून पहा. काही अधिप्रमाणित न केलेल्या पॅकेजेसची यादी पाहण्यासाठी खाली पहा.

source: The package '%s' is marked for removal but it is in the removal blacklist.
af: Die pakket '%s' is gemerk vir verwydering, maar dit is op die verwyderings-swartlys.
am: ጥቅሉ '%s' ምልክት ተድርጎበታል ለማስወገድ ነገር ግን ከሚወገዱት ዝርዝሮች ውስጥ አለ
fr_ca: Le paquet « %s » est marqué pour suppression mais il est dans la liste noire des suppressions.
ia: Le pacchetto '%s' es marcate pro le remotion, ma illo es in le lista nigre de remotion.
ku: Pakêta '%s' ji bo rakirinê hate nîşankirin lê di lîsteya reş a rakirinê de ye.
mr: '%s' हे पॅकेज काढून टाकण्यासाठी चिन्हांकित केले आहे पण ते काढून टाकलेल्या ब्लॅकलिस्ट मध्ये आहे.

source: The essential package '%s' is marked for removal.
af: Die noodsaaklike pakket '%s' is gemerk vir verwydering.
am: በጣም አስፈላጊ ጥቅል '%s' ለማስወገድ ምልክት ተደርጎበታል
fr_ca: Le paquet essentiel « %s » est marqué pour suppression.
ia: Le pacchetto essential '%s' es marcate pro le remotion.
ku: Pakêta bingehîn '%s' ji bo rakirinê hate nîşankirin.
mr: '%s' हे अत्यावश्यक पॅकेज काढून टाकण्यासाठी चिन्हांकित केलेले आहे.
pa: ਲਾਜ਼ਮੀ ਪੈਕੇਜ '%s' ਹਟਾਉਣ ਲਈ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤਾ ਗਿਆ ਹੈ।

source: Trying to install blacklisted version '%s'
af: Probeer tans om die swartlys weergawe '%s' te installeer.
am: ለመግጠም በመሞከር ላይ በመጥፎ ዝርዝር እትም ውስጥ ካሉ '%s'
fr_ca: Tentative d'installation de la version « %s » se trouvant dans la liste noire
ia: Provar a installar le version '%s' del lista nigre
ku: Sazkirina guhertoya '%s' a lîsteya reş diceribîne
mr: ब्लॅकलिस्ट केलेली '%s' आवृत्ती स्थापित करण्याचा प्रयत्न करीत आहे
pa: ਬਲੈਕ-ਲਿਸਟ ਕੀਤਾ ਵਰਜਨ '%s' ਇੰਸਟਾਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Can't install '%s'
af: Kan nie '%s' installeer nie.
am: መግጠም አልተቻለም '%s'
fr_ca: Impossible d'installer « %s »
ia: Impossibile installar '%s'
ku: Nikare '%s' saz bike
mr: '%s' हे स्थापित करू शकत नाही
pa: '%s' ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ

source: It was impossible to install a required package. Please report this as a bug using 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
af: Dit was onmoontlik om 'n vereiste pakket te installeer. Rapporteer dit as 'n fout met 'ubuntu-bug ubuntu-release-upgrade-core' in 'n terminale.
am: የ ተፈለገውን ጥቅል መግጠም አልተቻለም: እባክዎን ይህን ችግር ያመልክቱ በ መጠቀም 'ubuntu-bug ubuntu-release-upgrader-core' በ ተርሚናል ውስጥ
fr_ca: Il était impossible d'installer un paquet exigé. Veuillez rapporter ceci comme bogue en utilisant « ubuntu-bug ubuntu-release-upgrader-core » dans un terminal.
ia: Il ha essite impossibile installar un pacchetto necessari. Per favor reporta isto como un defecto per le commando 'ubuntu-bug ubuntu-release-upgrader-core' in un terminal.
ku: Sazkirina pakêteke derbasdar ne mimkun bû. Ji kerema xwe vê çewtiyê bi riya termînalê û bi fermana 'ubuntu-bug ubuntu-release-upgrader-core' rapor bikin.
mr: एक आवश्यक संकुल प्रतिष्ठापीत करणे अशक्य होते. टर्मिनल मध्ये 'ubuntu-bug ubuntu-release-upgrader-core' टाकून बगची तक्रार करा.

source: Can't guess meta-package
af: Kan nie 'n meta-paket raai nie
am: ስለ-ጥቅል መገመት አልተቻለም
fr_ca: Impossible de deviner le méta-paquet
ia: Non pote divinar le meta-pacchetto
ku: Pakêta meta nehate texmînkirin
mr: meta-package ओळखू शकत नाही

source: Your system does not contain a %s or %s package and it was not possible to detect which version of Ubuntu you are running. Please install one of the packages above first using synaptic or apt-get before proceeding.
af: U stelsel bevat nie 'n %s of %s pakket en dit was nie moontlik om te bepaal watter weergawe van Ubuntu u gebruik nie. Installeer eers een van die pakkette hierbo met behulp van sinaptic of apt-get voordat u verder gaan.
am: የ እርስዎ ስርአት %s ወይንም %s ጥቅል እና ማግኘት አልተቻለም የትኛውን የ ኡቡንቱ እትም እንደሚያስኬዱ: እባክዎን አንዱን ጥቅል ይግጠሙ ከ ላይ ያለውን አንዱን synaptic ወይንም apt-get ከ መቀጠልዎ በፊት
fr_ca: Votre système ne contient pas un paquet %s ou %s et et il n’a pas été possible de détecter quelle version d’Ubuntu vous exécutez. Veuillez d’abord installer un des paquets ci-dessus à l’aide de synaptic ou apt-get avant de continuer.
ia: Tu systema non contine un pacchetto %s o %s e il non ha essite possibile revelar qual version de Ubuntu tu ha fluente. Per favor installa un del pacchettos precedente per synaptic o per apt-get ante proceder.
ku: Di pergala te de pakêta %s an jî %s tune ye û mimkun nebû ku tu kîjan guhertoya Ubuntuyê dixebitînî, tespît bibe. Ji kerema xwe berî domandinê pêşî yek ji pakêtên jor bi riya synaptic an jî apt-get-ê saz bike.

source: Reading cache
af: Lees geheuekas
am: ካሽን በማንበብ ላይ
fr_ca: Lecture du cache
ia: Lectura del memoria tampon
ku: Pêşbîr tê xwendin
mr: कॅशे (cache) वाचत आहे
pa: ਕੈਸ਼ ਪੜ੍ਹੀ ਜਾ ਰਹੀ ਹੈ

source: Unable to get exclusive lock
af: Kan nie 'n eksklusiewe slot bekom nie
am: በትክክል መቆለፍ አልተቻለም
fr_ca: Impossible d’obtenir un verrou exclusif
ia: Incapace a obtener le bloco exclusive
ku: Kilîtkirina eksklusîv nayê çêkirin
mr: एक्स्क्ल्युजिव्ह लॉक मिळविण्यात असमर्थ
pa: ਖਾਸ ਲਾਕ ਲੈਣ ਲਈ ਅਸਮਰੱਥ

source: This usually means that another package management application (like apt-get or aptitude) already running. Please close that application first.
af: Hierdie beteken gewoonlik dat 'n ander pakketbestuurder (soos apt-get of aptitude) alreeds loop. Maak asseblief eers daardie program toe.
am: ይህ ማለት ሌላ የ ጥቅል አስተዳዳሪ እንደ (apt-get or aptitude) ያለ እየሄደ ነው ማለት ነው: እባክዎን መጀመሪያ መተግበሪያውን ይዝጉ
fr_ca: Habituellement, ceci veut dire qu’une autre application de gestion de paquets (telle que apt-get ou aptitude) tourne déjà. Veuillez d’abord fermer cette application.
ia: Ce de costume significa que un altere application de pacchetto de conducta (qual apt-get o aptitude) es ja fluente.
ku: Wateya vê ew e ku, niha sepana rêveberiya pakêteke din dixebite (apt-get an jî aptitude). Ji kerema xwe re berê wê sepanê bigire.
mr: कदाचित तुमचे दुसरे एखादे पॅकेज मॅनेजमेंट ऍप्लिकेशन (उदा. apt-get किंवा aptitude) चालू आहे. कृपया ते ऍप्लिकेशन प्रथम बंद करा. (कारण apt-get किंवा aptitude द्वारे एकाच वेळी एकापेक्षा अधिक पॅकेजेस स्थापित करता येत नाहीत.)
pa: ਇਸ ਦਾ ਅਰਥ ਹੈ ਕਿ ਹੋਰ ਪੈਕੇਜ ਪਰਬੰਧ ਐਪਲੀਕੇਸ਼ਨ (ਜਿਵੇਂ apt-get ਜਾਂ aptitude ਆਦਿ) ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਜਾ ਰਿਹਾ ਹੈ। ਪਹਿਲਾਂ ਉਹ ਐਪਲੀਕੇਸ਼ਨ ਬੰਦ ਕਰੋ।

source: Upgrading over remote connection not supported
af: Opgradering oor 'n afstandsverbinding word nie ondersteun nie
am: ማሻሻል በርቀት ግንኙነት የተደገፈ አይደለም
fr_ca: La mise à niveau par connexion à distance n’est pas prise en charge
ia: Promotion sur le connexion remote non supportate
ku: Piştgirî nayê dayîn ji bilindkirinê re ya li ser girêdana ji dûr ve tê kirin
mr: रीमोट कनेक्शन वरून अपग्रेड करण्यास समर्थन नाही
pa: ਰਿਮੋਟ ਕੁਨੈਕਸ਼ਨ ਰਾਹੀਂ ਅੱਪਗਰੇਡ ਕਰਨ ਸਹਾਇਕ ਨਹੀਂ ਹੈ

source: You are running the upgrade over a remote ssh connection with a frontend that does not support this. Please try a text mode upgrade with 'do-release-upgrade'. The upgrade will abort now. Please try without ssh.
af: U is besig om die opgradering te doen oor 'n ssh-afstandsverbinding met 'n voorkant wat dit nie ondersteun nie. Probeer asseblief 'n teksmodus opgradering met 'do-release-upgrade'. Die opgradering gaan nou staak. Probeer asseblief weer sonder ssh.
am: እርስዎ ማሻሻያ እይስኬዱ ያሉት በ remote ssh ንኙነት ነው: ይህን በማይደግፍ ወደ ፊት በ መጣ: እባክዎን በ ጽሁፍ ዘዴ ለ ማሻሻል ይሞክሩ 'do-release-upgrade'. ይህ ማሻሻያ አሁን ይቋረጣል: እባክዎን ይሞክሩ ያለ ssh.
fr_ca: Vous effectuez la mise à niveau à travers une connexion à distance SSH avec un frontal qui ne le prend pas en charge. Veuillez essayer une mise à niveau en mode texte avec « do-release-upgrade ». La mise à niveau va maintenant s'interrompre. Veuillez essayer sans SSH.
ia: Tu ha currente le promotion sur un connexion ssh remote con un frontend que non lo supporta. Per favor proba un promotion in modo texto con 'do-release-upgrade'. Le promotion abortara nunc. Per favor proba sin ssh..
ku: Tu bilindkirinê ji ser girêdaneke ssh a dûr bi pêşrûyeke nepiştgirîdar çêdikî. Ji kerema xwe bi 'do-release-upgrade'ê bilindkirina modeke nivîsê biceribînin. Karê bilindkirinê dê were betalkirin. Ji kerema xwe bê-ssh biceribînin.
mr: तुम्ही रीमोट ssh कनेक्शन वरून एका फ्रन्टएन्ड सहाय्यकासह अपग्रेड चालवत आहात ज्याचे तो फ्रन्टएन्ड सहाय्यक समर्थन करीत नाही. कृपया टेक्स्ट मोड मधून 'do-release-upgrade' या कमांडद्वारे अपग्रेड करून पहा. अपग्रेड आता थांबविले जाईल. कृपया ssh च्या शिवाय प्रयत्न करून पहा.

source: Continue running under SSH?
af: Voortgaan met die uitvoer van SSH?
am: በ SSH ስር ማስኬዱን ልቀጥል?
fr_ca: Continuer l’exécution sous SSH?
ia: Continua a fluaer sub SSH?
ku: Bila xebitandina bin SSH-yê were domandin?
mr: SSH च्या अंतर्गत चालू ठेवायचे का?

source: This session appears to be running under ssh. It is not recommended to perform a upgrade over ssh currently because in case of failure it is harder to recover. If you continue, an additional ssh daemon will be started at port '%s'. Do you want to continue?
af: Dit kom voor of hierdie sessie onder ssh loop. Opgradering oor ssh word huidiglik nie aanbeveel nie: in geval 'n probleem ontstaan is dit moeiliker om te herstel. Indien u voortgaan sal 'n bykomende ssh prosess in die agtergrond op poort '%s' begin word. Wil u voortgaan?
am: ይህ ክፍለ ጊዜ እየሄደ ያለው በ ssh. ስር ነው: ይህን አንመክርም ማሻሻያ በ ssh ስር መፈጸም: ምክንያቱም ምናልባት ባይሳካ ወደ ነበረበት መመለስ አይቻልም እርስዎ ከ ቀጠሉ ተጨማሪ የ ssh daemon ይጀምራል በ port '%s'. በ እርግጥ መቀጠል ይፈልጋሉ?
fr_ca: Cette session semble tourner sous SSH. Il n'est présentement pas recommandé d'effectuer une mise à niveau à travers SSH car en cas d'échec, il est plus difficile de récupérer. Si vous continuez, un démon SSH supplémentaire va être démarré sur le port « %s ». Voulez-vous continuer?
ia: Ce session sembla fluer sub ssh. Il non es recommendate exequer un promotion super ssh fluente, perque in caso de fallimento il es plus difficile a recovrar. Si tu procede, un demone ssh additional essera lanceate al porta '%s'.. Desira tu proceder?
ku: Xuya ye, ev danişîn li bin ssh-ê tê xebitîn. Niha nayê tewsîyekirin ku ji ser ssh-ê bilindkirineke çêbibe, ji ber ku di rewşeke çewtiyê de temîrkirina wê gelek zehmet e. Heke tu bidomînî, di porta '%s'-ê de dê daemoneke ssh-ê ya zêdek were destpêkirin. Tu dixwazî bidomînî?
mr: असे दिसतेय की हे सत्र ssh च्या अंतर्गत चालू आहे. सध्यातरी ssh वरून अपग्रेड चालवणे धोकादायक असू शकते कारण जर ही क्रिया अयशस्वी झाली तर पुनःस्थितीत येणे अतिशय अवघड असेल. जर तुम्ही चालू ठेवले, तर '%s' या पोर्टवर एक शिल्ल्कचे ssh daemon सुरू होईल. तुम्ही पुढे चालू ठेवू इच्छिता का?

source: Starting additional sshd
af: Begin bykomende sshd
am: በመጀመር ላይ ተጨማሪ sshd
fr_ca: Démarrage du sshd supplémentaire
ia: Comenciamento de sshd additional
ku: sshd-yeke nû tê destpêkirin
mr: शिल्लकचे sshd सुरू करीत आहे

source: To make recovery in case of failure easier, an additional sshd will be started on port '%s'. If anything goes wrong with the running ssh you can still connect to the additional one.
af: Om herstelling in die geval van 'n probleem te vergemaklik, sal 'n bykomende sshd op poort '%s' begin word. Indien iets sou verkeerd loop, kan u steeds deur middel van hierdie bykomende sshd konnekteer.
am: እንደ ነበር ለ መመለስ ድንገት ካልተሳካ: ተጨማሪ የ sshd ይጀምራል በ port '%s'. ማንኛውም አይነት ችግር ቢፈጠር ssh በማስኬድ ላይ እንዳለ እርስዎ መገናኘት ይችላሉ ከ ተጨማሪው ጋር
fr_ca: Pour rendre la récupération en cas d'échec plus facile, un sshd supplémentaire sera démarré sur le port « %s ». Si quelque chose allait mal avec le SSH en cours, vous pourriez toujours vous connecter avec le supplémentaire.
ia: Pro render plus facile le restabilimento in caso de fallimento, un sshd additional essera lanceate sur le porta '%s'. Si alco va incorrecte con le ssh fluente, tu pote ancora connecter a ille additional.
ku: Ji bo di rewşeke çewtiyê de hêsanî bibe, di porta '%s'-ê de dê sshd-yeke zêdek were destpêkirin. Heke nebaşiyeke bi ssh-a dixebite, bibe, car din tu dikarî girêdanê bi ya zêdekê re bike.
mr: जर काही कारणास्तव ही क्रिया अयशस्वी झाली तर सुलभ रिकव्हरी करण्यासाठी '%s' या पोर्टवर एक शिल्लकचे sshd चालू होईल. सध्या चालू असलेल्या ssh सोबत जरी काही अनुचित प्रकार घडलाच, तरीही तुम्ही एका शिल्लकच्या sshd ला कनेक्ट करू शकता.

source: If you run a firewall, you may need to temporarily open this port. As this is potentially dangerous it's not done automatically. You can open the port with e.g.: '%s'
af: As u 'n firewall bestuur, moet u hierdie poort dalk tydelik oopmaak. Aangesien dit potensieel gevaarlik is, word dit nie outomaties gedoen nie. U kan die hawe oopmaak met bv .: '%s'
am: እርስዎ የሚያስኬዱ ከሆነ የ ፋየርዎል: እርስዎ ለጊዜው port መክፈት አለብዎት: ይህ አደገኛ ቢሆንም ራሱ በራሱ መፈጸም አይችልም: እርስዎ መክፈት ይችላሉ port ለምሳሌ: '%s'
fr_ca: Si vous exécutez un coupe-feu, vous aurez peut-être à ouvrir ce port temporairement. Comme ceci peut représenter un danger, ce n'est pas fait automatiquement. Vous pouvez par ex. ouvrir le port avec : « %s »
ia: Si tu face fluer un firewall, tu pote necessitar aperir temporarimente ce porta. Pois que isto es potentialmente periculose illo non es facite automaticamente. Tu pote aperir le porta per exemplo con: '%s'
ku: Heke tu dîwareke ewlekariyê bixebitînî, dibe ku pêwist be, tu vê noqteya girêdanê vebikî. Ji ber potansîyelê ev kar xeternak e, ev bi otomatîkî nayê çêkrin. Tu dikarî benderê vekî, w.m.: '%s'
mr: तुम्ही फायरवॉल वापरत असाल तर तुम्हाला हे पोर्ट तात्पुरते उघडावे लागेल. हे धोकादायक ठरु शकत असल्याने आपोआप केले जात नाही. पोर्ट उघडण्यासाठी तुम्ही उदा. '%s'

source: Can not upgrade
af: Kan nie opgradeer nie
am: ማሻሻል አልተቻለም
fr_ca: La mise à niveau est impossible
ia: Impossibile promover
ku: Bilindkirin çênabe
mr: अपग्रेड करू शकत नाही
pa: ਅੱਪਗਰੇਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ

source: An upgrade from '%s' to '%s' is not supported with this tool.
af: Opgradering van '%s' na '%s' is nie met hierdie nutsprogram moontlik nie.
am: ማሻሻያ ከ '%s' ወደ '%s' በዚህ እቃ የተደገፈ አይደለም
fr_ca: Une mise à niveau de « %s » vers « %s » n'est pas prise en charge avec cet outil.
ia: Un promotion ab '%s' a '%s' non es supportate con ce application.
ku: Ev alav piştgiriya bilindkirina ji '%s' ber ve '%s nade.
mr: या साधनासह '%s' पासून '%s' कडे अपग्रेड करण्यास समर्थन नाही.
pa: '%s' ਤੋਂ '%s' ਲਈ ਅੱਪਗਰੇਡ ਇਸ ਟੂਲ ਰਾਹੀਂ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।
