Repository: stek29/ubuntu-release-upgrader
Catalog: po/*.po
Languages: af, am, fr_ca, ia, ku, mr, pa

source: Applying changes
af: Pas veranderings toe
am: ለውጦችን በመፈጸም ላይ
fr_ca: Application des changements
ia: Application del modificationes
ku: Guherandin tê bi kar anîn
mr: बदल करत आहे
pa: ਬਦਲਾਅ ਲਾਗੂ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ

source: dependency problems - leaving unconfigured
af: afhanklikheid probleme - verlaat ongekonfigureerde
am: የ ጥገኝነት ችግር - ሳይሰናድ መተው
fr_ca: problèmes de dépendances - laissé non configuré
ia: problemas de dependentia - abandonamento non configurate
ku: pirsgirêkên girêdanan - bê veavakirinê dimîne
mr: अवलंबून असलेल्या समस्यांमुळे - ज़ुळवणी न करिता सोडून देते

source: Could not install '%s'
af: Kon nie '%s' installeer nie
am: መግጠም አልተቻለም '%s'
fr_ca: Impossible d'installer « %s »
ia: Impossibile installar '%s'
ku: Nikarî '%s' saz bike
mr: '%s' स्थापित होऊ शकले नाही
pa: '%s' ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
af: Die opgradering sal voortgaan maar die '%s' pakket is moontlik nie in 'n werkende toestand nie. Oorweeg dit asseblief om hierdie fout te rapporteer.
am: ማሻያው ይቀጥላል ነገር ግን '%s' ጥቅሉ ላይሰራ ይችላል: እባክዎን ችግሩን ያስውቁ
fr_ca: La mise à niveau va continuer mais le paquet « %s » pourrait ne pas être dans un état fonctionnel. Veuillez penser à envoyer un rapport de bogue à ce sujet..
ia: Le promotion continuara, ma le pacchetto '%s' pote non ser in un stato functionante. Per favor considera de submitter un reporto de defecto circa illo.
ku: Bilindkirin dê bidomîne, lê dibe ku pakêta '%s'-ê nexebite. Ji kerema xwe, di vê mijarê de şandina raporeke çewtiyê bifikirin.

source: Replace the customized configuration file '%s'?
af: Vervang die pasgemaakte konfigurasie lêer '%s'?
am: የ ተቀየረውን የ ማዋቀሪያ ፋይል ማስተካከያ '%s'?
fr_ca: Remplacer le fichier de configuration personnalisé « %s »?
ia: Supplantar le file de configuration personalisate '%s'?
ku: Pelgeha veavakirinan ya hatiye taybetkirin ya '%s' bila were guherandin?

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
af: U sal enige veranderinge wat u aan hierdie instellingslêer gemaak het verloor indien u kies om dit met 'n nuwer weergawe te vervang.
am: እርስዎ የ ቀየሩት ለውጦች በዚህ ማሰናጃ ውስጥ ይጠፋል እርስዎ አዲሱን እትም መቀየር ከ ፈለጉ
fr_ca: Vous perdrez tout changement fait à ce fichier de configuration si vous choisissez de le remplacer par une nouvelle version.
ia: Tu perdera tote le cambios tu ha facite a ce file de configuration si tu elige renovar illo con un version plus recente.
ku: Heke tu vê guhertoyê bi yeke nû biguherînî tu yê hemû guhertinên xwe yên di pelê mîhengkirinê de winda bikî.

source: The 'diff' command was not found
af: Die 'diff' bevel is nie gevind nie
am: የ 'diff' ትእዛዝ አልተገኘም
fr_ca: La commande « diff » n'a pas être trouvée
ia: Le commando 'diff' non ha essite trovate
ku: Fermana 'diff' nehatiye dîtin
mr: 'diff ' आज्ञा सापडली नाही

source: A fatal error occurred
af: 'n Fatale fout het voorgekom
am: አደገኛ ስህተት ተፈጥሯል
fr_ca: Une erreur fatale est survenue
ia: Un fatal error ha occurrite
ku: Çewtiyeke cîdî derket holê
mr: काहीतरी जबर घोळ झाला
pa: ਘਾਤਕ ਗਲਤੀ ਆਈ ਹੈ

source: Please report this as a bug (if you haven't already) and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
af: Meld dit asseblief as 'n bug (as jy nie reeds het nie) en sluit die lêers in /var/log/dist-upgrade/main.log en /var/log/dist-upgrade/apt.log in jou verslag. Die opgrader is gestaak. Jou oorspronklike sources.list was gestoor in /etc/apt/sources.list.distUpgrade.
am: እባክዎን ችግሩን ያስውቁ (እስከ አሁን ካላሳወቁ) እና ፋይሎችን ያካትቱ /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
fr_ca: Veuillez rapporter ceci comme un bogue (si vous ne l'avez pas déjà fait) et inclure les fichiers /var/log/dist-upgrade/main.log et /var/log/dist-upgrade/apt.log à votre rapport. La mise a niveau a été interrompue. Votre fichier souce.list original a été enregistré dans /etc/apt/sources.list.distUpgrade.
ia: Per favor reporta isto como un defecto (si tu non ha ja) e include le files /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log in tu reporto. Le promotion ha abortate. Tu sources.list originari ha essite salveguardate in /etc/apt/sources.list.distUpgrade.
ku: Ji kerema xwe (heke te hîn nekiribe) vê wekî çewtiyê rapor bike û peldankên var/log/dist-upgrade/main.log û /var/log/dist-upgrade/apt.log tevlî rapora xwe bike. Bilindkirin bi ser neket. sources.list-a te ya orijînal li peldanka /etc/apt/sources.list.distUpgrade-ê hat tomarkirin.

source: Ctrl-c pressed
af: Ctrl-c gedruk
am: ኮንትሮል-ሲ መጫን
fr_ca: Vous avez pesé sur Ctrl-c
ia: Ctrl-c pulsate
ku: Ctrl-c pêlkirî ye
mr: Ctrl-c दाबले
pa: Ctrl-c ਦੱਬਿਆ

source: This will abort the operation and may leave the system in a broken state. Are you sure you want to do that?
af: Dit sal die operasie staak en kan die stelsel in 'n gebroke staat verlaat. Is jy seker jy wil dit doen?
am: ይህ ተግባሩን ያቋርጣል እና ስርአቱን በተሰበረ ሁኔታ ላይ ይተወዋል ፤ በእርግጥ ይህን ማድረግ ይፈልጋሉ?
fr_ca: Ceci interrompra l’opération et pourrait laisser le système dans un état inutilisable . Êtes-vous sûr de vouloir le faire?
ia: Isto abortara le operation e pote lassar le systema in un stato rupte. Desira tu vermente facer isto?
ku: Ev, karê betal dike û dibe ku pergalê di rewşa xerabeyê de bihêle. Tu ji xwe bawer î vê bikî?

source: To prevent data loss close all open applications and documents.
af: Om dataverlies te voorkom, sluit asseblief alle toepassings en dokumente.
am: የተከፈቱ መተግበሪያዎች እና ሰነዶችን ይዝጉ ዳታዎች እንዳይጠፉ ለመከላከል
fr_ca: Pour prévenir la perte de données, veuillez fermer toutes les applications et documents ouverts.
ia: A prevenir perdita de datos clauder tote le applicationes e le documentos aperte.
ku: Ji bo ku dane winda nebin hemû sepan û pelgeyên ku vekirî ne bigire.

source: No longer supported by Canonical (%s)
af: Nie meer ondersteun deur Canonical (%s)
am: በ Canonical አይደገፍም (%s)
fr_ca: N’est plus pris en charge par Canonical (%s)
ia: Non plus longe tempore supportate per Canonic (%s)
ku: Êdî ji aliyê Canonicalê ve nayê piştgirîkirin (%s)

source: <b>Downgrade (%s)</b>
af: <b>Afgradeer (%s)</b>
am: <b>ዝቅ ማድረጊያ (%s)</b>
fr_ca: <b>Mise à niveau inférieur (%s)</b>
ia: <b>Degradar (%s)</b>
ku: <b> Nizmkirin (%s)</b>
pa: <b>ਡਾਊਨਗਰੇਡ (%s)</b>

source: Remove (%s)
af: Verwyder (%s)
am: ማስወገጃ (%s)
fr_ca: Enlever (%s)
ia: Remover (%s)
ku: Rake (%s)
pa: ਹਟਾਓ (%s)

source: No longer needed (%s)
af: Nie meer nodig (%s)
am: አስፈላጊ አይደለም (%s)
fr_ca: N’est plus nécessaire (%s)
ia: Non plus necessari (%s)
ku: Êdî ne pêwist e (%s)
pa: ਹੁਣ ਚਾਹੀਦਾ ਨਹੀਂ (%s)

source: Install (%s)
af: Installeer (%s)
am: መግጠሚያ (%s)
fr_ca: Installer (%s)
ia: Installar (%s)
ku: Saz bike (%s)
mr: (%s) स्थापा
pa: ਇੰਸਟਾਲ (%s)

source: Upgrade (%s)
af: Opgrader (%s)
am: ማሻሻያ (%s)
fr_ca: Mettre à jour (%s)
ia: Promover (%s)
ku: Bilind bike (%s)
mr: (%s) अद्ययावत
pa: ਅੱਪਗਰੇਡ (%s)

source: Cancel
af: Kanselleer
fr_ca: Annuler
ia: Cancellar

source: Continue
af: Voortgaan
fr_ca: Poursuivre
ia: Continuar

source: Show Difference >>>
af: Toon verskil >>>
am: ልዩነቱን ማሳያ >>>
fr_ca: Afficher les différences >>>
ia: Monstrar le differentia >>>
ku: Cudahiyan Nîşân bide >>>
mr: फरक दाखवा. >>>
pa: ਅੰਤਰ ਵੇਖਾਓ >>>

source: <<< Hide Difference
af: <<< Versteek verskil
am: <<< ልዩነቱን መደበቂያ
fr_ca: <<< Cacher les différences
ia: <<< Celar le differentia
ku: <<< Cudahiyan veşêre
mr: <<< फरक लपवा
pa: <<< ਅੰਤਰ ਓਹਲੇ ਕਰੋ

source: Error
af: Fout
am: ስህተት
fr_ca: Erreur
ku: Çewtî
mr: त्रुटी
pa: ਗਲਤੀ

source: &Close
af: &Sluit
am: &መዝጊያ
fr_ca: &Fermer
ia: &Clauder
ku: &Girtin
mr: बंद करा (&C)
pa: ਬੰਦ ਕਰੋ(&C)

source: Show Terminal >>>
af: Wys Terminale >>>
am: ተርሚናልን ማሳያ >>>
fr_ca: Montrer le terminal >>>
ia: Monstrar le Terminal >>>
ku: Termînalê Nîşân bide >>>
mr: टर्मिनल दाखवा >>>
pa: ਟਰਮੀਨਲ ਵੇਖਾਓ >>>

source: <<< Hide Terminal
af: <<< Versteek Terminaal
am: <<< ተርሚናልን መደበቂያ
fr_ca: <<< Cacher le terminal
ia: <<< Celar le Terminal
ku: Termînalê veşêre
mr: <<< टर्मिनल लपवा
pa: <<< ਟਰਮੀਨਲ ਓਹਲੇ ਕਰੋ

source: Information
af: Inligting
am: መረጃ
fr_ca: Informations
ku: Agahî
mr: माहिती
pa: ਜਾਣਕਾਰੀ

source: &Start Upgrade
af: &Begin Opgrader
am: ማሻሻል &ማስጀመሪያ
fr_ca: &Démarrer la mise à niveau
ia: Initiar (&Start) le promotion
ku: &Bilindkirinê Bide destpêkirin

source: Details
af: Besonderhede
am: ዝርዝሮች
fr_ca: Détails
ia: Detalios
ku: Kîtekît
mr: तपशील
pa: ਵੇਰਵਾ

source: No longer supported %s
af: Nie meer ondersteun %s
am: የ ተደገፈ አይደለም %s
fr_ca: N’est plus pris en charge (%s)
ia: Non plus longe tempore supportate %s
ku: %s êdî nepiştgirîdar e
pa: %s ਹੁਣ ਸਹਾਇਕ ਨਹੀਂ ਹੈ

source: Remove %s
af: Verwyder %s
am: ማስወገጃ %s
fr_ca: Enlever %s
ia: Remover %s
ku: %s rake
mr: %s काढून टाका
pa: %s ਹਟਾਓ

source: Remove (was auto installed) %s
af: Verwyder (is outomaties geïinstalleer) %s
am: ማስወገድ (በራሱ ተገጥሟል) %s
fr_ca: Enlever (avait été installé automatiquement) %s
ia: Remover (ha essite auto installate) %s
ku: Rake (bi otomatîkî hatibû sazkirin) %s
mr: काढा(आपोआप प्रस्थापित केले होते) %s
pa: %s ਹਟਾਓ (ਆਟੋ ਇੰਸਟਾਲ ਨਹੀਂ ਸੀ)

source: Install %s
af: Installeer %s
am: መግጠሚያ %s
fr_ca: Installer %s
ia: Installar %s
ku: %s saz bike
mr: इन्स्टॉल %s
pa: %s ਇੰਸਟਾਲ

source: Upgrade %s
af: Opgradeer %s
am: ማሻሻያ %s
fr_ca: Mettre à niveau %s
ia: Promover %s
ku: %s bilind bike
mr: अद्ययावत %s
pa: %s ਅੱਪਗਰੇਡ

source: Restart required
af: Herlaai benodig
am: እንደገና ማስጀመር ያስፈልጋል
fr_ca: Redémarrage exigé
ia: Re-initio necessari
ku: Destpêkirina nû pêwîst e
mr: आवश्यक असलेले पुन्हा सुरु करा
pa: ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ

source: <b><big>Restart the system to complete the upgrade</big></b>
af: <b><big>Herlaai die sisteem om die opgradering te voltooi</big></b>
am: <b><big>እንደገና ማስጀመር ያስፈልጋል ማሻሻያውን ለማጠናቀቅ</big></b>
fr_ca: <b><big>Redémarrer le système pour terminer la mise à niveau</big></b>
ia: <b><big>Reinitiar le systema pro completar le promotion</big></b>
ku: <b><big>Ji bo bidawîanîna bilindkirinê pergalê ji nû ve bide destpêkirin</big></b>
pa: <b><big>ਅੱਪਗਰੇਡ ਪੂਰਾ ਕਰਨ ਲਈ ਸਿਸਟਮ ਮੁੜ-ਚਾਲੂ ਕਰੋ</big></b>

source: _Restart Now
af: He_rlaai nou
am: _አሁን እንደገና ላስጀምር
fr_ca: _Redémarrer maintenant
ia: _Reinitiar ora
ku: Niha _ji nû ve bide destpêkirin
mr: प्रणाली बंद करून परत सुरु करा.
pa: ਹੁਣੇ ਮੁੜ-ਚਾਲੂ ਕਰੋ(_R)

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly advised to resume the upgrade.
af: <b><big>Kanselleer die lopende opgrader?</big></b> Die stelsel kan in 'n onbruikbare staat wees as jy die opgrader kanselleer. Jy word sterk aangeraai om die opgrader te hervat.
am: <b><big>እየተካሄደ ያለውን ማሻሻል ልሰረዝ ?</big></b> ማሻሻሉን ከሰረዙት ስርአቱ ባልተረጋጋ ሁኔታ ላይ ይሆናል ፤ ማሻሻሉን አንዲቀጥሉ አጥብቀን እናሳስባለን
fr_ca: <b><big>Annuler la mise à niveau en cours?</big></b> Le système pourrait être dans un état inutilisable si vous annulez la mise à niveau. Il vous est fortement conseillé de reprendre le mise à jour..
ia: <b><big>Cancellar le currente promotion?</big></b> Le systema poterea ser in un stato inusabile si tu annulla le promotion.
ku: <b><big>Tu yê bilindkirina niha dixebite, betal bikî?</big></b> Heke tu bilindkirinê betal bikî, dibe ku pergal bikeve rewşa nebikaranînê. Bi işkî tê tewsiyekirin ku bilindkirinê bidomînî.
mr: <b><big>सुरु असलेले अद्ययावत रद्द करा?</big></b> अद्ययावत करणे रद्द केल्यास सिस्टीम अस्थिर होऊ शकते.अद्ययावत करणे सुरु ठेवा हा तुम्हाला ठाम सल्ला आहे .
pa: <b><big>ਚੱਲ ਰਹੇ ਅੱਪਗਰੇਡ ਨੂੰ ਰੱਦ ਕਰਨਾ ਹੈ?</big></b> ਸਿਸਟਮ ਨਾ-ਵਰਤੋਂ ਯੋਗ ਸਥਿਤੀ ਵਿੱਚ ਹੋ ਸਕਦਾ ਹੈ ਜੇ ਤੁਸੀਂ ਅੱਪਗਰੇਡ ਨੂੰ ਵਿਚੇ ਰੱਦ ਕੀਤਾ। ਤੁਹਾਨੂੰ ਅੱਪਗਰੇਡ ਜਾਰੀ ਰੱਖਣ ਦੀ ਜ਼ੋਰਦਾਰ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।

source: Cancel Upgrade?
af: Opgradering kanselleer?
am: ማሻሻሉን ልሰረዝ?
fr_ca: _Annuler la mise à niveau?
ia: Cancellar le promotion?
ku: Ji Bilindkirinê derkeve?
mr: अपग्रेड थांबवायचा का?
pa: ਅੱਪਗਰੇਡ ਰੱਦ ਕਰਨਾ ਹੈ?

source: %li day
af: %li dag
am: %li ቀን
fr_ca: %li jour
ia: %li die
ku: %li roj
mr: %li दिवस
pa: %li ਦਿਨ

source: %li hour
af: %li uur
am: %li ሰአት
fr_ca: %li heure
ia: %li hora
ku: %li demjimêr
mr: %li तास
pa: %li ਘੰਟਾ

source: %li minute
af: %li minuut
am: %li ደቂቃ
ia: %li minuta
ku: %li xulek
mr: %li मिनिट
pa: %li ਮਿੰਟ

source: %li second
af: %li sekond
am: %li ሴኮንድ
fr_ca: %li seconde
ia: %li secunda
ku: %li çirke
mr: %li सेकंद
pa: %li ਸਕਿੰਟ

source: This download will take about %s with a 1Mbit DSL connection and about %s with a 56k modem.
af: Hierdie aflaai sal neem oor %s met 'n 1Mbit DSL verband en oor %s met 'n 56k modem.
am: ይህ ማውረድ የሚወስደው ጊዜ በግምት %s በ 1ሜጋ ቢት በዲኤስኤል ግንኙነት እና በግምት %s በ 56ኬ ሞደም
fr_ca: Ce téléchargement prendra environ %s avec une connexion DSL d’1 Mbit et environ %s avec un modem 56 k.
ia: Ce discarga prendera circa %s con un connexion DSL1 Mbit e circa %s con un modem 56k.
ku: Ev daxistin dê %s bigre bi girêdana Mbit DSL-ê û qasî %s bi modemeke 56k.
pa: ਇਹ ਡਾਊਨਲੋਡ 1Mbit DSL ਕੁਨੈਕਸ਼ਨ ਉੱਤੇ %s ਲਵੇਗਾ ਅਤੇ 56k ਮਾਡਮ ਨਾਲ %s।

source: This download will take about %s with your connection.
af: Hierdie aflaai sal neem oor %s met jou verbinding.
am: ማውረዱ የሚወስደው ጊዜ በግምት %s በእርስዎ ግንኙነት
fr_ca: Ce téléchargement prendra environ %s avec votre connexion.
ia: Ce discarga prendera circa %s con tu connexion.
ku: Bi girêdana te, daxistin dê %s biajo.
pa: ਇਹ ਡਾਊਨਲੋਡ ਤੁਹਾਡੇ ਕੁਨੈਕਸ਼ਨ ਉੱਤੇ ਲਗਭਗ %s ਲਵੇਗਾ।

source: Preparing to upgrade
af: Maak gereed vir opgradering
am: ለማሻሻል በዝግጅት ላይ
fr_ca: Préparation de la mise à niveau
ia: Preparation al promotion
ku: Bilinkirin amade dibe
mr: अद्ययावत करण्यासाठी तयार होत आहे
pa: ਅੱਪਗਰੇਡ ਲਈ ਤਿਆਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Getting new software channels
af: Kry nuwe sagteware kanale.
am: አዲስ የሶፍትዌር መገናኛዎች ስለ ማግኘት
fr_ca: Obtention de nouveaux canaux logiciels
ia: Prisa de nove canales software
ku: Çavkaniyên nû yên nivîsbariyê tên anîn
pa: ਨਵੇਂ ਸਾਫਟਵੇਅਰ ਚੈਨਲ ਲਏ ਜਾ ਰਹੇ ਹਨ

source: Getting new packages
af: Verkry nuwe pakkette
am: አዲስ ጥቅሎችን ስለ ማግኘት
fr_ca: Obtention des nouveaux paquets
ia: Prisa de nove pacchettos
ku: Pakêtên nû tên anîn
mr: नवीन पाकेजस मिळवत आहे
pa: ਨਵੇਂ ਪੈਕੇਜ ਲਏ ਜਾ ਰਹੇ ਹਨ

source: Installing the upgrades
af: Installeer die opgraderings
am: ማሻሻያውን በመግጠም ላይ
fr_ca: Installation des mises à niveau
ia: Installation del promotiones
ku: Bilindkirin tên sazkirin
pa: ਅੱਪਗਰੇਡ ਇੰਸਟਾਲ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ

source: Cleaning up
af: Besig om skoon te maak
am: በማጽዳት ላይ
fr_ca: Nettoyage
ia: Mundification
ku: Tê pakij kirin
mr: साफ करत आहे
pa: ਸਾਫ਼ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: %(amount)d installed package is no longer supported by Canonical. You can still get support from the community.
af: %(amount)d geïnstalleerde pakket word nie meer ondersteun deur Canonical. Jy kan steeds ondersteuning kry van die gemeenskap.
am: %(amount)d የ ተገጠመው ጥቅል በ Canonical. አይደገፍም: እርስዎ ድጋፍ ማግኘት ይችላሉ ከ ሕብረተሰቡ
fr_ca: %(amount)d paquet installé n’est plus pris en charge par Canonical. Vous pouvez encore obtenir du soutien de la communauté.
ia: Le pacchetto installate %(amount)d non es plus supportate per Canonic. Tu pote ancora obtener supporto per le communitate.
ku: Pakêta sazkirî ya %(amount)d ji aliyê Canonical ve nayê piştgirîkirin. Dîsa jî tu dikarî ji civatê piştgirî bistînî.

source: %d package is going to be removed.
af: %d pakket gaan verwyder word.
am: %d ጥቅሉ ይወገዳል
fr_ca: %d paquet va être enlevé.
ia: Le pacchetto %d va ser removite.
ku: %d pakêt dê were rakirin.
mr: %d पाकेज काढून टाकले जाणार आहे
pa: %d ਪੈਕੇਜ ਹਟਾਇਆ ਜਾਵੇਗਾ।

source: %d new package is going to be installed.
af: %d nuwe pakket gaan geïinstalleer word.
am: %d አዲሱ ጥቅል ይገጠማል
fr_ca: %d nouveau paquet va être installé.
ia: Le nove pacchetto %d va ser installate.
ku: Dê %d pakêta nû were sazkirin.
mr: %d नवीन पाकेज प्रस्थापित केले जाणार आहे.
pa: %d ਨਵਾਂ ਪੈਕੇਜ ਇੰਸਟਾਲ ਹੋਣ ਜਾ ਰਿਹਾ ਹੈ।

source: %d package is going to be upgraded.
af: %d pakket gaan opgegradeer word.
am: %d ጥቅሉ ይሻሻላል
fr_ca: %d paquet va être mis à niveau.
ia: Le pacchetto %d va ser promovite.
ku: Dê %d pakêt were bilindkirin
mr: %d पाकेज अद्ययावत केले जाणार आहे.
pa: %d ਪੈਕੇਜ ਅੱਪਗਰੇਡ ਕੀਤਾ ਜਾਵੇਗਾ।

source: You have to download a total of %s.
af: U moet in totaal %s aflaai.
am: በድምሩ ማውረድ ያለብዎት ከ %s.
fr_ca: Vous devez télécharger un total de %s.
ia: Tu ha a discargar un total de %s.
ku: Pêwîst e tu %s bi tevahî daxî.
mr: तुम्हाला एकून %s डाऊनलोड करावे लागेल.
pa: ਤੁਸੀਂ ਕੁੱਲ ਵਿੱਚੋਂ %s ਡਾਊਨਲੋਡ ਕਰ ਲਿਆ ਹੈ।

source: Installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
af: Die installering van die opgrader kan 'n paar uur duur. Sodra die aflaai klaar is, kan die proses nie gekanselleer word nie.
am: ማሻሻያውን ለ መግጠም ትንሽ ሰአት ይወስዳል: ማውረዱ እንደጨረሰ: ሂደቱን መሰረዝ አይቻልም
fr_ca: Installer la mise à niveau peut prendre plusieurs heures. Une fois le téléchargement terminé, le processus ne peut pas être annulé.
ia: Le promotion in installation pote prender plure horas. Un vice que le discargamento ha clause, le processo non pote ser cancellate.
ku: Sazkirina bilinkirinê dibe ku çend saetan bidomîne. Piştî xelaskirina daxistinê, pêvajo nayê betalkirin.
mr: अद्ययावत करण्यास कित्येक तास लागू शकतात.एकदा डाऊनलोड झाल्यावर क्रिया थांबविता येणार नाही.
pa: ਅੱਪਗਰੇਡ ਇੰਸਟਾਲ ਹੋਣ ਨੂੰ ਕਈ ਘੰਟੇ ਲੱਗ ਸਕਦੇ ਹਨ। ਇੱਕ ਵਾਰ ਡਾਊਨਲੋਡ ਪੂਰਾ ਹੋ ਗਿਆ ਤਾਂ ਕਾਰਵਾਈ ਨੂੰ ਰੱਦ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।

source: Fetching and installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
af: Fetching en die installering van die opgradering kan 'n paar uur duur. Sodra die aflaai klaar is, kan die proses nie gekanselleer word nie.
am: ማሻሻያውን ለ መፈለግ እና ለ መግጠም ትንሽ ሰአት ይወስዳል: ማውረዱ እንደጨረሰ: ሂደቱን መሰረዝ አይቻልም
fr_ca: Récupérer et installer la mise niveau peut prendre plusieurs heures. Une fois le téléchargement terminé, le processus ne peut pas être annulé.
ia: Le extraction e installation del promotion poter prender plure horas. Un vice que le discargamento ha claudite, le processo non pote ser cancellate.
ku: Anîn û sazkirina bilindkirinê dibe ku çend saetan bidomîne. Piştî xelaskirina daxistinê, pêvajo nayê betalkirin.
pa: ਅੱਪਗਰੇਡ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਤੇ ਇੰਸਟਾਲ ਹੋਣ ਲਈ ਕਈ ਘੰਟੇ ਲੱਗ ਸਕਦੇ ਹਨ। ਇੱਕ ਵਾਰ ਡਾਊਨਲੋਡ ਪੂਰਾ ਹੋ ਗਿਆ ਤਾਂ ਕਾਰਵਾਈ ਨੂੰ ਰੱਦ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।

source: Removing the packages can take several hours.
af: Die verwydering van die pakkette kan neem etlike ure.
am: ጥቅሎቹን ለ ማስወገድ ጥቂት ሰአቶች ያስፈጋል
fr_ca: Enlever les paquets peut prendre plusieurs heures.
ia: Le remotion del pacchettos pote prender plure horas.
ku: Rakirina pakêtan dibe ku çend saetan bidomîne
mr: पाकेजस काढून टाकण्यास कित्येक तास लागू शकतात.
pa: ਪੈਕੇਜ ਹਟਾਉਣ ਨੂੰ ਕਈ ਘੰਟੇ ਲੱਗ ਸਕਦੇ ਹਨ।

source: The software on this computer is up to date.
af: Die sagteware op hierdie rekenaar is op datum.
am: በዚህ ኮምፒዩተር ላይ ያለው ሶፍትዌር ዘመናዊ ነው
fr_ca: Les logiciels sur cet ordinateur sont à jour.
ia: Le software sur ce computator es actualisate.
ku: Nivîsbariya vê kombersê rojane ye.
pa: ਇਹ ਕੰਪਿਊਟਰ ਉੱਤੇ ਸਾਫਟਵੇਅਰ ਅੱਪ ਟੂ ਡੇਟ ਹਨ।

source: There are no upgrades available for your system. The upgrade will now be canceled.
af: Daar is geen opdaterings vir u sisteem beskikbaar nie. Die opgradering word nou gekanselleer.
am: ለእርስዎ ስርአት ማሻሻያ የለም ፡ ማሻሻያው አሁን ይሰረዛል
fr_ca: Il n’y a aucune mise à niveau disponible pour votre système. La mise à niveau va maintenant être annulée.
ia: Il ha nulle promotiones disponibile pro tu systema. Le promotion essera nunc cancellate.
ku: Ji bo pergala te bilindkirin tuneye. Karê bilindkirinê wê a niha were betalkirin.
mr: तुमच्या प्रणालीसाठी अपग्रेडस उपलब्ध नाहीत. हा अपग्रेड थांबवला जाईल.
pa: ਤੁਹਾਡੇ ਸਿਸਟਮ ਲਈ ਅੱਪਗਰੇਡ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ। ਅੱਪਗਰੇਡ ਨੂੰ ਹੁਣ ਰੱਦ ਕੀਤਾ ਜਾਵੇਗਾ।

source: Reboot required
af: Herlaai benodig
am: እንደገና ማስጀመር ያስፈልጋል
fr_ca: Redémarrage nécessaire
ia: Re-initio necessari
ku: Destpêkirina nû pêwîst e
mr: पुन्हा सुरु करणे आवश्यक आहे
pa: ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ

source: The upgrade is finished and a reboot is required. Do you want to do this now?
af: Die opgrader is klaaren 'n herlaai word vereis. Wil jydit nou doen?
am: ይህ ማሻሻያ ተፈጽሟል እና እንደገና ማስነሳት ያስፈልጋል ፡ ይህን አሁን ማድረግ ይፈልጋሉ?
fr_ca: La mise à jour est terminée et un redémarrage est nécessaire. Voulez-vous le faire maintenant?
ia: Le promotion es clause e un re-initio es necessari. Desira tu facer isto nunc?
ku: Bilindkirin bi dawî bû û destpêkirina nû pêwîst e. Tu dixwazî niha bikî?
mr: अद्ययावत करणे संपले आहे,पुन्हा सुरु करणे आवश्यक आहे.तुम्हाला हे आता करायचे आहे ?
pa: ਅੱਪਗਰੇਡ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ ਅਤੇ ਮੁੜ-ਚਾਲੂ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਕੀ ਤੁਸੀਂ ਹੁਣੇ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Progress: [%3i%%]
af: Vordering: [%3i%%]
am: ሂደቱ: [%3i%%]
fr_ca: Progression : [%3i%%]
ia: Progresso: [%3i%%]
ku: Pêvajo: [%3i%%]
pa: ਤਰੱਕੀ: [%3i%%]

source: Please report this as a bug and include the files /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in your report. The upgrade has aborted. Your original sources.list was saved in /etc/apt/sources.list.distUpgrade.
af: Meld hierdie asseblief as 'n bug aan en sluit die lêers in /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log in jou verslag. Die opgradering is gestaak. Jou oorspronklike sources.list was gestoor in /etc/apt/sources.list.distUpgrade.
am: እባክዎን ይህን ችግር ያመልክቱ እና ይህን ፋይክ ያካትቱ /var/log/dist-upgrade/main.log and /var/log/dist-upgrade/apt.log በ እርስዎ መግለጫ ውስጥ: ማሻሻያው ተቋርጧል: የ እርስዎ ዋናው የ sources.list ተቀምጧል በ /etc/apt/sources.list.distUpgrade.
fr_ca: Veuillez rapporter ce problème comme un bogue et inclure les fichiers /var/log/dist-upgrade/main.log et /var/log/dist-upgrade/apt.log à votre rapport. La mise a niveau a été interrompue. Votre souce.list original a été enregistré dans /etc/apt/sources.list.distUpgrade.
ia: Per favor reporta isto como un defecto e include le files /var/log/dist-upgrade/main.log e /var/log/dist-upgrade/apt.log in tu reporto.Le promotion ha abortate. Tu sources.list originari ha essite salveguardate in /etc/apt/sources.list.distUpgrade.
ku: Ji kerema xwe vê wekî çewtiyê rapor bike û peldankên var/log/dist-upgrade/main.log û /var/log/dist-upgrade/apt.log tevlî rapora xwe bike. Bilindkirin bi ser neket. sources.list-a te ya orijînal li peldanka /etc/apt/sources.list.distUpgrade-ê hat tomarkirin.

source: Aborting
af: Besig om te kanselleer
am: በማቋረጥ ላይ
fr_ca: Interruption
ia: Aborto
ku: Tê betalkirin
mr: अयशस्वी झाल्यामुळे बंद करीत आहे
pa: ਅਧੂਰਾ ਛੱਡਿਆ

source: Demoted:
af: Gedemoveer:
am: ዝቅ ማድረጊያ :
fr_ca: Rétrogradé :
ia: Reducite a un grado inferior:
ku: Bixe:

source: To continue please press [ENTER]
af: Te voort te gaan asseblief druk [BETREE]
am: እባክዎን ለመቀጠል ማስገቢያውን ይጫኑ
fr_ca: Veuillez peser sur [Entrée] pour continuer
ia: Per favor pulsa [ENTER] pro continuar
ku: Ji bo bidomînî, ji kerema xwe pê li [ENTER]ê bike
mr: सुरु ठेवण्यासाठी कृपया [ENTER] दाबा
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ[ENTER] ਦੱਬੋ

source: Continue [yN]
af: Voortgaan [yN]
am: መቀጠል [yN]
fr_ca: _Continuer [oN]
ia: Continuar [yN]
ku: Domandin [eN]
mr: सुरु ठेवा(हो/नाही)
pa: ਜਾਰੀ ਰੱਖਣਾ [yN]

source: Details [d]
af: Besonderhede [d]
am: ዝርዝሮች [d]
fr_ca: Détails [d]
ia: Detalios [d]
ku: Kîtekît [k]
mr: तपशील[d]
pa: ਵੇਰਵਾ [d]

source: y
af: j
am: አዎ
fr_ca: o
ku: e
mr: हो

source: No longer supported: %s
af: Nie meer ondersteun: %s
am: የተደገፈ አይደለም : %s
fr_ca: N’est plus pris en charge : %s
ia: Non plus supportate: %s
ku: Êdî nayê piştgirîkirin: %s
pa: ਹੁਣ ਸਹਾਇਕ ਨਹੀਂ: %s

source: Remove: %s
af: Verwyder: %s
am: ማስወገጃ : %s
fr_ca: Supprimer : %s
ia: Remover: %s
ku: Rakirin: %s
mr: काढून टाका: %s
pa: ਹਟਾਓ: %s

source: Install: %s
af: Installeer: %s
am: መግጠሚያ : %s
fr_ca: Installer : %s
ia: Installar: %s
ku: Sazkirin: %s
mr: %s प्रस्थापित करा.
pa: ਇੰਸਟਾਲ: %s

source: Upgrade: %s
af: Opgradeer: %s
am: ማሻሻያ : %s
fr_ca: Mettre à niveau : %s
ia: Promotion: %s
ku: Bilindkirin: %s
mr: अपग्रेड: %s
pa: ਅੱਪਗਰੇਡ: %s

source: Continue [Yn]
af: Voortgaan [Yn]
am: መቀጠል [Yn]
fr_ca: Continuer [Yn]
ia: Continuar [Yn]
ku: Bidomînî [En]
mr: पुढे चला[Yn]
pa: ਜਾਰੀ ਰੱਖਣਾ [Yn]
