Repository: stek29/ubuntu-release-upgrader
Catalog: po/*.po
Languages: af, am, fr_ca, ia, ku, mr, pa

source: Your python3 install is corrupted. Please fix the '/usr/bin/python3' symlink.
af: U installasie van python3 is beskadig. Herstel die '/ usr / bin / python3'-simlink.
fr_ca: Votre installation de python3 est corrompue. Veuillez corriger le lien symbolique « /usr/bin/python3 ».

source: Can not write to '%s'
af: Kan nie skryf aan nie '%s'
am: መጻፍ አልተቻለም ወደ '%s'
fr_ca: Impossible d'écrire dans « %s »
ia: Impossibile scriber in '%s'
ku: '%s' nikare binivîse
mr: '%s' वर लिहु शकत नाही
pa: '%s' ਉੱਤੇ ਲਿਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ

source: Its not possible to write to the system directory '%s' on your system. The upgrade can not continue. Please make sure that the system directory is writable.
af: Dit is nie moontlik om na die stelselgids te skryf nie '%s' op u stelsel. Die opgradering kan nie voortgaan nie. Maak seker dat die stelselgids skryfbaar is.
am: በ ስርአቱ ዳይሬክቶሪ ላይ መጻፍ ካልተቻለ '%s' በ እርስዎ መስሪያ ስርአት ላይ ማሻሻያ መቀጠል አይችልም እባክዎን እርግጠኛ ይሁኑ በ ስርአቱ ዳይሬክቶሪ ላይ መጻፍ እንደሚቻል
fr_ca: Il est impossible d'écrire dans le dossier « %s » sur votre système. La mise à niveau ne peut pas continuer. Veuillez d'abord vous assurer que le répertoire système est accessible en écriture.
ia: Il non es possibile scriber al directorio de systema '%s' sur tu systema. Le promotion non pote proceder. Per favor assecura te que le directorio del systema es scribibile.
ku: Di nav pergala te de ne mimkun e ku rêveberiya pergalê ya '%s' ê bê nivîsandin. Bilindkirin nikare bidome. Ji kerema xwe ji nivîsbarbûna rêveberiya pergalê bawer bin.
mr: तुमच्या कॉम्प्युटरवरच्या सिस्टिम डिरेक्टरी '%s' वर लिहिणे शक्य नाहीये. अपग्रेड पुढे जावू शकत नाही. सिस्टिम डिरेक्टरीवर लिहिणे शक्य आहे याची कृपया खातरजमा करावी.

source: Include latest updates from the Internet?
af: Moet die nuutste opdaterings vanaf die Internet ingesluit word?
am: ከኢንተርኔት ዘመናዊ ማሻሻያዎችን ልጨምር?
ia: Includer le plus recente actualisationes ab Internet?
pa: ਇੰਟਰਨੈੱਟ ਤੋਂ ਤਾਜ਼ਾ ਅੱਪਡੇਟ ਸ਼ਾਮਲ ਕਰਨੇ ਹਨ?

source: The upgrade system can use the internet to automatically download the latest updates and install them during the upgrade. If you have a network connection this is highly recommended. The upgrade will take longer, but when it is complete, your system will be fully up to date. You can choose not to do this, but you should install the latest updates soon after upgrading. If you answer 'no' here, the network is not used at all.
af: Die opgraderingsisteem kan die Internet gebruik om outomaties die nuutste opdaterings af te laai en gedurende die opgradering te installeer. Indien u 'n netwerkverbinding het, word hierdie opsie hoogs aanbeveel. Die opgradering sal langer neem, maar sodra dit afgehandel is, sal u sisteem ten volle op datum wees. U kan kies om nie hierdie roete te volg nie, maar u word dan aangeraai om die nuutste opdaterings na die opgradering te installeer. Indien u hier 'nee' kies' sal die netwerk glad nie gebruik word nie.
am: ስርአት ማሻሻያ ኢንተርኔት መጠቀም ይችላል ራሱ በራሱ ዘመናዊውን ማሻሻያ ንዲያወርድ እና እንዲገጥም በሚሻሻል ጊዜ: እርስዎ የ ኔትዎርክ ግንኙነት ካለዎት ይህን እንመክራለን: ይህን ለማድረግ ማሻሻያው ረጅም ጊዜ ይወስዳል: ነገር ግን በሚጨርስ ጊዜ: የ እርስዎ ስርአት ሙሉ በሙሉ የ ተሻሻለ ይሆናል: እርስዎ ይህን ካልፈለጉ ማሰናከል ይችላሉ: ነገር ግን እርስዎ መግጠም አለብዎት ዘመናዊ ማሻሻያ ካሻሻሉ በኋላ: እርስዎ ከ መለሱ 'አይ' እዚህ: የ ኔትዎርክ በፍጹም አይጠቀምም
ia: Le systema de promotion pote usar internet pro discargar automaticamente le plus recente actualisationes e los installar durante le promotion. Si tu ha un connexion de rete isto es altemente recommendate. Le promotion prendera plus longe tempore, ma quando illo es complete, tu systema essera completemente actualisate. Tu pote eliger de non lo facer, ma tu debe installar le plus recente actualisationes cito, post le promotion. Si tu replica 'no' ci, le rete non es usate pro nihil.

source: Not for humans during development stage of release %s
af: Nie vir mense tydens die ontwikkelingsfase van vrylating nie %s
am: ለ ሰዎች አይደለም: ለ አበልፃጊዎች ደረጃ የ ተለቀቀ %s
fr_ca: Pas pour les humains durant l’étape de développement de la version %s
ia: Non pro humanos durante le grado de disveloppamento del version %s
ku: Di asta guhertoya %s-ê ya pêşdebirinê de ne ji bo mirovan e.
mr: प्रकाशन %s विकास टप्प्यादरम्यान माणसांसाठी नाही

source: disabled on upgrade to %s
af: versper op opgradering na %s
am: ያልተቻለ ለማሻሻል ወደ %s
fr_ca: désactivé durant la mise à niveau vers %s
ia: disactivate sur le promotion a %s
ku: Di bilindkirina %s-ê de çalakiya wê hat betalkirin
mr: %s साठी अपग्रेड अकार्यान्वीत केलेले आहे
pa: %s ਲਈ ਅੱਪਗਰੇਡ ਵਾਸਤ ਅਸਮਰੱਥ ਹੈ

source: No valid sources.list entry found
af: Geen geldige bronne.lysinskrywing gevind nie
fr_ca: Aucune entrée valide sources.list n’a été trouvée
ia: Nulle entrata trovate de sources.list
ku: Ketana derbasdar a resource.list-ê nehat dîtin

source: While scanning your repository information no entry about %s could be found. An upgrade might not succeed. Do you want to continue anyway?
af: Tydens die skandering van u bewaarplek is daar geen inligting oor nie %s gevind kon word. 'N Opgradering kan nie slaag nie. Wil u in elk geval voortgaan?
fr_ca: Lors de l’analyse des informations de votre dépôt, aucune entrée sur %s n’a été trouvée. Une mise à niveau pourrait échouer. Souhaitez-vous continuer quand même ?
ia: Durante le scansion de information de tu repositorio nulle entrate re %s pote ser trovate. Un promotion non pote succeder. Desira tu continuar comocunque?
ku: Di dema skenkirina agahiyên depoya te de ketaneke têkilî %s-ê nehat dîtin. Dibe ku ev bilindkirin bi ser nekeve. Dîsa jî tu dixwazî bidomînî?

source: No valid mirror found
af: Geldige spieëlbediener nie gevind nie
am: ዋጋ ያለው mirror አልተገኘም
fr_ca: Aucun miroir valide trouvé
ia: Speculo non valide trovate
ku: Mirêkeke derbasdar nehate dîtin.
mr: योग्य प्रतिमा सापडली नाही
pa: ਕੋਈ ਸਹੀਂ ਮਿੱਰਰ ਨਹੀਂ ਲੱਭਿਆ

source: While scanning your repository information no mirror entry for the upgrade was found. This can happen if you run an internal mirror or if the mirror information is out of date. Do you want to rewrite your 'sources.list' file anyway? If you choose 'Yes' here it will update all '%s' to '%s' entries. If you select 'No' the upgrade will cancel.
af: Daar is geen spieëlinskrywing vir die opgradering gevind tydens die skandering van u bewaarplek nie. Dit kan gebeur as u 'n interne spieël het, of as die spieëlinligting verouderd is. Wil u u 'sources.list'-lêer in elk geval herskryf? As u 'Ja' hier kies, sal dit alles opgedateer word '%s' te '%s' inskrywings. As u 'Nee' kies, sal die opgradering gekanselleer word.
am: የ እርስዎ ማጠራቀሚያ በኒታሰስ ጊዜ ምንም አንፀባራቂ ማስገቢያ አልተገኘም ለ ማሻሻያ: ይህ ሊሆን የሚችለው እርስዎ የ ውስጥ አንፀባራቂ ወይንም የ አንፀባራቂ መረጃ ጊዜው ያለፈበት ነው: እርስዎ እንደገና መጻፍ ይፈልጋሉ የ 'sources.list' ፋይል ለማንኛውም? እርስዎ ከ መረጡ 'አዎ' እዚህ ሁሉም ይሻሻላል '%s' ለ '%s' ማስገቢያ እርስዎ ከ መረጡ 'አይ' ማሻሻያው ይሰረዛል
fr_ca: Durant l'analyse des informations de dépôt, aucune entrée de miroir n'a été trouvée concernant la mise à niveau. Ceci peut arriver si vous faites appel à un miroir interne ou si les informations de dépôt ne sont pas à jour. Voulez-vous quand même réécrire votre fichier « sources.list »? Si vous choisissez « Oui » ici ceci mettra à jour toutes les entrées « %s » en « %s ». Si vous choisissez « Non » la mise à niveau sera annulée.
ia: Durante le scansion del information de tu repositorio nulle entrata de speculo pro le promotion ha era trovate. Isto pote evenir si tu face fluer un speculo interne o si le information de speculo es foras de data.. Desira tu rescriber tu file 'sources.list' comocunque? Si tu ci elige 'Si' il sera actualisate tote le entratas '%s' al '%s'. Si tu selige 'No' le promotion essera annullate.
ku: Dema agahiyên te yên depoyê dihat skenkirin, ji bo bilindkirina guhertoya nû, têketineke mirêk nehat dîtin. Ev tişt, heke tu mirêkeke hundurî bixebitînî dibe yan jî heke agahiyên mirêkê ne rojane bin, dibe. Tu dixwazî, dîsa peldanka xwe ya 'sources.list' binivîsînî? Heke tu "Erê"yê hilbijêrî, hemû '%s' dê li ser ketanên '%s'-ê bê rojanekirin. Heke tu "Na"yê hilbijêrî, dê bilindkirin bê betalkirin.

source: Generate default sources?
af: Genereer standaardbronne?
am: ነባር ምንጮችን ላመንጭ?
fr_ca: Générer les sources par défaut?
ia: Generar le fontes predefinite?
ku: Bila depoyên jixweber bên çêkirin?
mr: डिफॉल्ट सोर्सेस बनवायचे?

source: After scanning your 'sources.list' no valid entry for '%s' was found. Should default entries for '%s' be added? If you select 'No', the upgrade will cancel.
af: Na die skandering van u 'sources.list' is geen geldige inskrywing vir '% s' gevind nie. Moet standaardinskrywings vir '% s' bygevoeg word? As u 'Nee' kies, sal die opgradering gekanselleer word.
am: የ እርስዎን የ 'sources.list' ካሰሱ በኋላ ምንም ዋጋ ያለው የ '%s' አልተገኘም ነባር ማስገቢያ ለ '%s' ልጨምር? እርስዎ ከ መረጡ 'አይ': ማሻሻያው ይሰረዛል
fr_ca: Après analyse de votre « sources.list», aucune entrée valide n'a été trouvée pour « %s ». Les entrées par défaut pour « %s » devraient-elles être ajoutées? Si vous choisissez « Non », la mise à niveau sera annulée.
ia: Post le scansion de tu 'sources.list' nulle entrata valide pro '%s' ha essite trovate. Debe ser addite le entratas predefinite pro '%s'? Si tu elige 'No', le promotion essera cancellate.
ku: Piştî seknkirina 'sources.list'-a te ji bo '%s'-ê ketena derbasdar nehat dîtin. Bira ketanên jixweber ên '%s'-ê bêne tevlîkirin? Heke tu "Na"yê hilbijêrî, dê bilindkirin bê betalkirin.
mr: तुमच्या 'sources.list'च्या छाननीत '%s' ची एकही वैध नोंद मिळाली नाही. '%s'च्या डिफॉल्ट नोंदी लिहायच्या का? तुम्ही जर 'No' म्हणालात तर अपग्रेड रद्द होईल.

source: Repository information invalid
af: Stoorplek inligting ongeldig
am: የማስቀመጫው መረጃ ዋጋ የለውም
fr_ca: Les Informations de dépôt sont invalides
ia: Information del repositorio non valide
ku: Agahiya depoyê ne derbasdar e
mr: Repository/भांडारातली माहिती अवैध
pa: ਰਿਪੋਜ਼ਟਰੀ ਜਾਣਕਾਰੀ ਗਲਤ ਹੈ

source: Upgrading the repository information resulted in a invalid file so a bug reporting process is being started.
af: Die opdatering van die inligting oor die bewaarplek het gelei tot 'n ongeldige lêer, sodat 'n foutrapporteringsproses begin word.
am: የ ማጠራቀሚያ መረጃ በ ማሻሻል ላይ እንዳለ ዋጋ የሌለው ፋይል ተገኝቷል: የ ችግር መግለጫ በሂደት ላይ ነው
fr_ca: La mise à niveau des informations de dépôt a donnée un fichier invalide. Un processus de rapport de bogue va être lancé.
ia: Le promotion del information de repositorio resultava in un file invalide, assi un processo de reporto de defecto va ser lanceate.
ku: Bilindkirina agahiyên depoyê bi peldankeke nederbasdar re encam da û bi vê jî pêvajoyekî raporkirina çewtiyê hat destpêkirin.
mr: Repository/भांडारातली माहिती अपग्रेड करताना फाईल अवैध बनली म्हणुन बग रिपोर्ट करण्याची क्रिया सुरु होत आहे

source: Upgrading the repository information resulted in a invalid file. To report a bug install apport and then execute 'apport-bug ubuntu-release-upgrader'.
af: Die opdatering van die inligting oor die bewaarplek het gelei tot 'n ongeldige lêer. Om 'n foutinstallasie-apport aan te meld en dan 'apport-bug ubuntu-release-upgrade' uit te voer.
am: የ ማጠራቀሚያ መረጃ በ ማሻሻል ላይ እንዳለ ዋጋ የሌለው ፋይል ተገኝቷል: ችግሩን ለማሳወቅ apport ይግጠሙ እና ይህን ይፈጽሙ 'apport-bug ubuntu-release-upgrader'.
fr_ca: La mise à niveau des informations de dépôt a donné un fichier invalide. Pour rapporter un bogue, installez apport et exécutez « apport-bug ubuntu-release-upgrader ».
ia: Le promotion del information de repositorio resultava in un file invalide. Pro reportar un defecto installar apport e pois exequer 'apport-bug ubuntu-release-upgrader'.
ku: Bilindkirina agahiyên depoyê bi peldankeke nederbasdar re encam da. Piştî raporkirina çewtiyeke sazkirinê fermana 'apport-bug ubuntu-release-upgrader'ê pêk bîne.

source: Third party sources disabled
af: Derde-party bronne versper
am: የ3ኛ ፓርቲ ምንጮችን አለማስቻል
fr_ca: Les sources tierces sont désactivées
ia: Fontes de tertie parte disactivate
ku: Ji çavkaniyên partiyên sêyemîn têkilî hate birîn.
mr: तृतीय पक्षीय/Third party स्त्रोत निष्क्रिय
pa: ਸੁਤੰਤਰ ਧਿਰ ਸਰੋਤ ਬੰਦ ਹਨ

source: Some third party entries in your sources.list were disabled. You can re-enable them after the upgrade with the 'software-properties' tool or your package manager.
af: Sekere derde-party inskrywings in u sources.list is versper. U kan hul na die opgradering herstel deur gebruik te maak van die 'software-properties' nutsprogram of u pakket bestuurder.
am: አንዳንድ የ ሶስተኛ ፓርቲ ማስገቢያዎች በ እርስዎ የ ምንጭ ዝርዝር ውስጥ ተሰናክለዋል: እርስዎ እንደገና-ማስቻል ይችላሉ ከ ተሻሻለ በኋላ በ ሶፍትዌር-ባህሪዎች መሳሪያዎች ወይንም በ እርስዎ የ ጥቅል አስተዳዳሪ'
fr_ca: Certaines entrées tierces de votre sources.list ont été désactivées. Vous pouvez les réactiver après la mise à niveau avec l'outil « Logiciels & mises à jour » ou avec votre gestionnaire de paquets.
ia: Alcun entratas de tertie parte in tu sources.list ha essite disactivate. Tu pote re-activar los post le promotion per le application 'software-properties' o per tu gestor de pacchetto.
ku: Hin ketanên aliyên sêyemîn yên di pelê te ya sources.lis-êt de ne, neçalak in. Piştî bilindkirinê tu dikarî van ketanan bi amûra 'software-properties' yan jî bi rêvebirê pakêtan dîsa çalak bikî.
mr: तुमच्या sources.list मधील काही तृतीय पक्षीय/Third party स्त्रोत निष्क्रिय केलेले आहेत. अपग्रेड झाल्यानंतर् तुम्ही 'software-properties' टूल किंवा पॅकेज मॅनेजरने ते पुन: सक्रीय करु शकता.

source: Package in inconsistent state
af: Pakket in inkonsekwente toestand
am: ጥቅሉ በሚጋጭ ሁኔታ ላይ ነው
fr_ca: Paquet dans un état incompatible
ia: Pacchetto in stato inconsistente
ku: Pakêt li rewşeke hevnegir e
mr: पैकेज अपुर्णावस्थेत आहे.
pa: ਪੈਕੇਜ ਖਰਾਬ ਹਾਲਤ ਵਿੱਚ ਹੈ

source: The package '%s' is in an inconsistent state and needs to be reinstalled, but no archive can be found for it. Please reinstall the package manually or remove it from the system.
af: Die pakket '% s' is in 'n inkonsekwente toestand en moet weer geïnstalleer word, maar daar is geen argief daarvoor nie. Installeer die pakket asseblief weer handmatig of verwyder dit van die stelsel af.
am: ጥቅሉ '%s' በሚጋጭ ሁኔታ ላይ ነው እና እንደገና መግጠም ያስፈጋል: ነገር ግን በማህደር ውስጥ አልተገኘም: እባክዎን ጥቅሉን እርስዎ በ እጅ ይግጠሙ ወይንም ከ ስርአቱ ውስጥ ያስወግዱ
fr_ca: Le paquet « %s » est dans un état incompatible et doit être réinstallé, mais aucune archive n'a pu être trouvée pour lui. Veuillez réinstaller le paquet manuellement ou l'enlever de votre système..
ia: Le pacchetto '%s' es in un stato inconsistente e necessita ser reinstallate, ma nulle archivo pote ser trovate pro illo. Per favor reinstallar le pacchetto manualmente o levar lo ab le systema.
ku: Pakêta '%s'-ê di rewşeke hevnegiriyê de ye û divê dîsa bê sazkirin, lê ji bo wê arşîveke nehat dîtin. Ji kerema xwe, pakêt bi destan dîsa saz bike an jî ji pergalê derxe.
mr: पैकेज अपुर्णावस्थेत आहे आणि पुन:प्रस्थापित करावे लागेल,

source: Error during update
af: Fout gedurende opdatering
am: ስህተት በማሻሻል ላይ
fr_ca: Erreur pendant la mise à jour
ia: Error durante le promotion
ku: Di rojanekirinê de çewtî derket
mr: नवीकरण करताना त्रुटि.
pa: ਅੱਪਡੇਟ ਦੌਰਾਨ ਗਲਤੀ

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
af: 'n Probleem het tydens die opgradering ontstaan. Dit is gewoonlik as gevolg van 'n probleem met die netwerkverbing. Kontrolleer asseblief u netwerkverbinding en probeer weer.
am: ስህተት ተፈጥሯል በማሻሻል ላይ ፡ ይህ ምናልባት የኔትዎርክ ችግር ይሆናል ፡ እባክዎ የኔትዎርክ ግንኙነትዎን ይመርምሩና እንደገና ይሞክሩ
fr_ca: Un problème est apparu pendant la mise à jour. C’est habituellement quelque problème de réseau. Veuillez vérifier votre connexion réseau et ressayer.
ia: Un problema ha occurrite durante le actualisation. Il ha usualmente alcun genere de problema de rete, per favor controla tu connexion de rete e le re-prova.
ku: Di dema rojanekirinê de pirsgirêkeke pêk hat. Ev, bi gelemperî yek ji pirsgirêkeke torê ye, ji kerema xwe girêdana xwe ya torê venêre yan jî dîsa biceribîne.
mr: अपडेट करताना अडचण निर्माण झाली. हा सामान्यत: नेटवर्क मधील दोष असतो, तुमचे नेटवर्क कनेक्शन तपासा आणि परत प्रयत्न करा.
pa: ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਸਮੱਸਿਆ ਆਈ ਹੈ। ਇਹ ਅਕਸਰ ਨੈੱਟਵਰਕ ਸਮੱਸਿਆ ਕਰਕੇ ਹੋ ਸਕਦਾ ਹੈ, ਆਪਣੇ ਨੈੱਟਵਰਕ ਨੂੰ ਚੈੱਕ ਕਰਕੇ ਮੁੜ-ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: EFI System Partition (ESP) not usable
af: EFI stelsel partisie (ESP) nie bruikbaar
fr_ca: La partition système EFI (ESP) est inutilisable
ia: Partition de systema EFI (ESP) non usabile
ku: Beşa Pergala EFI (ESP) nayê bikaranîn

source: Your EFI System Partition (ESP) is not mounted at /boot/efi. Please ensure that it is properly configured and try again.
af: Jou EFI stelsel partisie (ESP) is nie gemonteer nie by/boot/efi. Verseker asseblief dat dit behoorlik gekonfigureer is en probeer weer.
fr_ca: Votre partition système EFI (ESP) n’est pas montée sur /boot/efi. Veuillez vous assurer qu’elle est correctement configurée et ressayer.
ia: Tu partition de systema EFI (ESP) non montate a /boot/efi. Per favor assecura te que illo es configurate propriemente e reproba.
ku: Beşa Pergala EFI (ESP) li /boot/efi-yê monte nebûye. Ji kerema xwe, rast eyar bûne ya na, jê bawer be û dîsa biceribîne.

source: The EFI System Partition (ESP) mounted at /boot/efi is not writable. Please mount this partition read-write and try again.
af: Die EFI-stelsel-partisie (ESP) gemonteer op/boot/efi is nie skryfbare nie. Berg asseblief hierdie partisie lees-skryf en probeer weer.
fr_ca: Il est impossible d’écrire dans la partition système EFI (ESP) montée sur /boot/efi. Veuillez monter cette partition en lecture-écriture et ressayez.
ia: Le partition de systema EFI (ESP) montate a /boot/efi non es scribibile. Per favor monta iste partition in modo leger-scriber e reproba.
ku: Beşa Pergala EFI (ESP) ya li /boot/efi-yê monte bûye, ne nivîsbar e. Ji kerema xwe vê beşê wekî xwendin-nivîsandinê monte bike û dîsa biceribîne.

source: Not enough free disk space
af: Onvoldoende skyfspasie beskikaar
am: በቂ ባዶ ቦታ ዲስኩ ላይ የለም
fr_ca: L’espace disque libre est insuffisant
ia: Non spatio libere bastante in le disco
ku: Cihê vala yê diskê têr nake
mr: डिस्कवर पुरेशी जागा उपलब्ध नाही
pa: ਲੋੜੀਦੀ ਖਾਲੀ ਡਿਸਕ ਥਾਂ ਨਹੀਂ ਹੈ

source: The upgrade has aborted. The upgrade needs a total of {str_total} free space on disk '{str_dir}'. Please free at least an additional {str_needed} of disk space on '{str_dir}'. {str_remedy}
af: Die opgradering is gestaak. Die opgradering benodig 'n totaal van {str_total} oop spasie op die skyf '{str_dir}'. Gratis asseblief ten minste 'n bykomende {str_needed} van skyf spasie op '{str_dir}'. {str_remedy}
fr_ca: La mise à niveau a été interrompue. Un total de {str_total} d’espace libre est nécessaire sur le disque « {str_dir} ». Veuillez libérer au moins {str_needed} d’espace disque supplémentaire sur « {str_dir} ». {str_remedy}
ia: Le promotion abortava. Le promotion besonia de un total de {str_total} spatio libere sur le disco '{str_dir}'. Per favor libera al minus altere {str_needed} de spatio de disco sur '{str_dir}'. {str_remedy}
ku: Bilindkirin hat betalkirin. Bilindkirin li ser dîska '{str_dir}'-ê pêwistî tevahî {str_total} cihê dike. Ji kerema xwe li ser '{str_dir}-ê herî kêm {str_needed} cihê zêdek a dîskê vala bikin. {str_remedy}

source: Remove temporary packages of former installations using 'sudo apt clean'.
af: Verwyder tydelike pakkette van voormalige installasies met behulp van 'sudo apt clean'.
am: ጊዚያዊ ጥቅሎችን ያስወግዱ ቀደም ብለው የ ተገጠሙ በ መጠቀም 'sudo apt clean'.
fr_ca: Supprimer les paquets temporaires d’anciennes installations en utilisant 'sudo apt clean'.
ia: Remove le pacchettos temporari del installationes passate per: 'sudo apt clean'.
ku: Pakêtên demkî yên sazkirinên berê bi "sudo apt clean"ê rakin.

source: You can remove old kernels using 'sudo apt autoremove' and you could also set COMPRESS=xz in /etc/initramfs-tools/initramfs.conf to reduce the size of your initramfs.
af: Jy kan ou korrels verwyder met behulp van 'sudo apt autoremove' en jy kan ook stel COMPRESS=xz in /etc/initramfs-tools/initramfs.conf om die grootte van jou initramfs.
am: እርስዎ አሮጌ ከረኔሎች ማስወገድ ይችላሉ በ መጠቀም 'sudo apt autoremove' እና እንዲሁም ማሰናዳት ይችላሉ COMPRESS=xz in /etc/initramfs-tools/initramfs.conf የ እርስዎን initramfs መጠን ለ መቀነስ
fr_ca: Vous pouvez supprimer les anciens noyaux en utilisant 'sudo apt autoremove' et vous pouvez également définir COMPRESS=xz dans /etc/initramfs-tools/initramfs.conf pour réduire la taille de votre initramfs.
ia: Tu pote remover le vetere kernels per 'sudo apt autoremove' e tu pote anque definir COMPRESS=xz in /etc/initramfs-tools/initramfs.conf pro reducer le dimension de tu initramfs.
ku: Tu dikarî dendikên kevn bi fermana 'sudo apt autoremove'yê rake û tu dikarî ji bo kêmkirina rehenda initramfs-ê di peldanka /etc/initramfs-tools/initramfs.conf-ê de COMPRESS=xz-yê jî eyar bikî.

source: Empty your trash and remove temporary packages of former installations using 'sudo apt-get clean'.
af: Leë jou asblik en verwyder tydelike pakkette van die voormalige installasies met behulp van 'sudo apt-get clean'.
am: ቆሻሻውን ባዶ ያድርጉ እና ጊዚያዊ ጥቅሎችን ያስወግዱ ቀደም ብለው የ ተገጠሙ በ መጠቀም 'sudo apt-get clean'.
fr_ca: Vider votre corbeille et supprimer les paquets temporaires d’anciennes installations en utilisant 'sudo apt-get clean'.
ia: Vacua tu immunditia e remove le pacchettos temporari del passate installationes per 'sudo apt-get clean'.
ku: Çopa xwe vala bikin û bi fermana 'sudo apt-get clean'ê pakêtên demkî yên sazkirinên berê rakin.

source: Reboot to clean up files in /tmp.
af: Herlaai om lêers skoon te maak in/tmp.
am: እንደገና ያስነሱ ፋይሎች ለ ማጽዳት ከ /tmp.
fr_ca: Redémarrer pour nettoyer les fichiers dans /tmp.
ia: Facer le re-boot pro cancellar files in /tmp.
ku: Ji bo paqijkirina peldankên li nav /tmp yê dîsa boot bikin.

source: Calculating the changes
af: Bereken die veranderinge
am: ለውጦቹን በማስላት ላይ
fr_ca: Calcul des changements
ia: Calculo del modificationes
ku: Guhertin tê hesibandin
mr: फ़रकाची मोजदाद करत आहे
pa: ਬਦਲਾਅ ਲਈ ਗਿਣਤੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Do you want to start the upgrade?
af: Begin met opgradering?
am: ማሻሻሉን አሁን መጀመር ይፈልጋሉ?
fr_ca: Voulez-vous commencer la mise à niveau?
ia: Desira tu initiar le promotion?
ku: Tu dixwazî dest bi bilindkirinê bikî?
mr: अपग्रेड सुरु करायचा?
pa: ਕੀ ਤੁਸੀਂ ਅੱਪਗਰੇਡ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?

source: Livepatch security updates are not available for Ubuntu %s. If you upgrade, Livepatch will turn off.
af: Lewepleister sekuriteit-bywerkings is nie vir Ubuntu beskikbaar nie %s. As jy opgradeer, sal Lewepleister afskakel.
fr_ca: Les mises à jour de sécurité Livepatch ne sont pas proposées pour Ubuntu %s. Si vous effectuez la mise à niveau, Livepatch sera désactivé.

source: Upgrade canceled
af: Opgradering gekanselleer
am: ማሻሻሉ ተሰርዟል
fr_ca: Mise à niveau annulée
ia: Promotion cancellate
ku: Bilindkirin hate betalkirin
mr: अपग्रेड रद्द झाला
pa: ਅੱਪਗਰੇਡ ਰੱਦ ਕੀਤਾ ਗਿਆ

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
af: Die opgradering sal nou kanselleer en die oorspronklike Stelselstatus sal teruggelaai word. Jy kan die opgradering op 'n later slag hervat.
am: ማሻሻያው አሁን ይሰረዛል እና ስርአቱ ወደ ነበረበት ሁኔታ ይመለሳል: እርስዎ ትንሽ ቆይተው እንደገና ይሞክሩ
fr_ca: La mise à niveau va maintenant être annulée et l’état original du système sera restauré. Vous pouvez reprendre la mise à niveau plus tard.
ia: Le promotion essera annullate nunc e le stato del systema original essera restaurate. Tu pote resumer le ajornamento a un tempore successive.
ku: Dê blindkirin niha bê betalkirin û rewşa pergalê ya orîjînal şunve bê vegerandin.
mr: आता अपग्रेड रद्द होईल आणि तुमची सिस्टिम होती तशी पुर्ववत होईल. तुम्ही नंतर परत कधीही अपग्रेड सुरु करु शकता.

source: Could not download the upgrades
af: Kon nie die opgraderings aflaai nie
am: የማሻሻያውን ጭነት ማውረድ አልተቻለም
fr_ca: Impossible de télécharger les mises à niveau
ia: Impossibile discargar le promotiones
ku: Daxistina bilindkirinan bi ser neket
mr: अपग्रेड डाउनलोड होउ शकला नाही
pa: ਅੱਪਗਰੇਡ ਡਾਊਨਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ
