Repository: stek29/ubuntu-release-upgrader
Catalog: po/*.po
Languages: af, am, fr_ca, ia, ku, mr, pa

source: To finish the upgrade, a restart is required. If you select 'y' the system will be restarted.
af: Te klaarmaak die opgrader, 'n herbegin is verlang. As jy kies 'y' die stelsel sal herbegin word.
am: ማሻሻሉን ለመጨረስ እንደገና ማስጀመር ያስፈልጋል 'ዋይን' ከመረጡ ስርአቱ እንደገና ይጀምራል
fr_ca: Pour finir la mise à niveau, un redémarrage est nécessaire. Si vous choisissez « o », le système sera redémarré.
ia: Pro finir le promotion, un re-initio es necessari. Si tu selige 'y' le systema essera re-initiate.
ku: Ji bo temamkirina rojanekirina, nûdestpêkek pêwist e. Heke 'e' hilbijêrî pergal ji nû ve dê dest pê bike.
mr: अद्ययावत करणे पूर्ण करण्यासाठी पुन्हा सुरु करणे आवश्यक आहे. तुम्ही ' हो ' निवडल्यास सिस्टीम पुन्हा सुरु होईल.
pa: ਅੱਪਗਰੇਡ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਪਵੇਗਾ। ਜੇ ਤੁਸੀਂ ਸਿਸਟਮ ਨੂੰ ਮੁੜ-ਚਾਲੂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ 'y' ਚੁਣੋ।

source: Downloading file %(current)li of %(total)li with %(speed)s/s
af: Laai lêer %(current)li van %(total)li af teen %(speed)s/s
am: ፋይል በማውረድ ላይ %(current)li of %(total)li with %(speed)s/s
fr_ca: Téléchargement du fichier %(current)li sur %(total)li à %(speed)s/s
ia: Discargamento de %(current)li file de %(total)li con %(speed)s/s
ku: Pelê %(current)li ji %(total)li bi %(speed)s/ç tê daxistin
mr: फाईल डाऊनलोड %(total)li पैकी %(current)li आणि %(speed)s/s
pa: %(current)li ਫਾਇਲ %(total)li ਵਿੱਚੋਂ %(speed)s/s ਨਾਲ ਡਾਊਨਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Downloading file %(current)li of %(total)li
af: Laai lêer %(current)li van %(total)li af
am: ፋይል በማውረድ ላይ %(current)li of %(total)li
fr_ca: Téléchargement du fichier %(current)li sur %(total)li
ia: Discargamento de %(current)li file de %(total)li
ku: Pelê %(current)li ji %(total)li tê daxistin
mr: फाईल डाऊनलोड %(total)li पैकी %(current)li
pa: ਫਾਇਲ %(current)li, %(total)li ਵਿੱਚੋਂ ਡਾਊਨਲੋਡ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Show progress of individual files
af: Wys vordering van individuele lêers
am: ማሳየት የየአንዳንዱን ፋይሎች እድገት
fr_ca: Afficher l’avancement de chaque fichier
ia: Monstrar le progresso del files individual
ku: Pêşketina pelan yek bi yek nîşan bide
mr: प्रत्येक फाईलची प्रगती दाखवा.
pa: ਵੱਖ ਵੱਖ ਫਾਇਲਾਂ ਦੀ ਤਰੱਕੀ ਵੇਖੋ

source: _Cancel Upgrade
af: _Kanselleer opgradering
am: ማሻሻያውን _መሰረዣ
fr_ca: _Annuler la mise à niveau
ia: _Cancellar le promotion
ku: _Ji Bilindkirinê derkeve
mr: _अद्ययावत करणे रद्द करा
pa: ਅੱਪਗਰੇਡ ਰੱਦ ਕਰੋ(_C)

source: _Resume Upgrade
af: He_rvat opgradering
am: ማሻሻያውን _መቀጠያ
fr_ca: _Reprendre la mise à niveau
ia: _Resumer le promotion
ku: Bilindkirinan _Bidomînî
mr: _अद्ययावत करणे चालू ठेवा
pa: ਅੱਪਗਰੇਡ ਜਾਰੀ ਰੱਖੋ(_R)

source: <b><big>Cancel the running upgrade?</big></b> The system could be in an unusable state if you cancel the upgrade. You are strongly adviced to resume the upgrade.
af: <b><big>Kanselleer die lopende opgrader?</big></b> Die stelsel kan in 'n onbruikbare staat wees as jy die opgrader kanselleer. Jy word sterk adviced om die opgrader te hervat.
am: <b><big>እየሄደ ያለውን ማሻሻያ ልሰርዘው?</big></b> ማሻሻያውን መሰረዝ ስርአቱን ባልተረጋጋ ሁኔታ ላይ ያደርገዋል: ማሻሻያውን እንዲቀጥሉ እንመክራለን
fr_ca: <b><big>Annuler la mise à niveau en cours?</big></b> Le système pourrait être dans un état inutilisable si vous annulez la mise à niveau. Il vous est fortement conseillé de reprendre la mise à jour.
ia: <b><big>Cancellar le currente promotion?</big></b> Le systema poterea ser in un stato inusabile si tu annulla le promotion.
ku: <b><big>Bilindkirina çalak bila were betal kirin?</big></b> Dibe ku pergal neyê bikaranîn. Pêşniyar ew e ku bilindkirin were dewamkirin.
mr: <b><big>सुरु असलेले अद्ययावत करणे रद्द करायचे का? </big></b>

source: _Start Upgrade
af: _Begin opgradering
am: ማሻሻያውን _መጀመሪያ
fr_ca: _Démarrer la mise à jour
ia: Initiar (_Start) le promotion
ku: _Destpêkirina nûjenkirinê
mr: अपग्रेड सुरु करा
pa: ਅੱਪਗਰੇਡ ਸ਼ੁਰੂ ਕਰੋ(_S)

source: _Replace
af: Ve_rvang
am: _መተኪያ
fr_ca: _Remplacer
ia: _Reimplaciar
ku: Bide _ser
mr: अदलाबदल करा (_R)
pa: ਬਦਲੋ(_R)

source: Difference between the files
af: Verskil tussen die lêers
am: በፋይሎች መሀል ያለው ልዩነት
fr_ca: Différence entre les fichiers
ia: Differentia inter le files
ku: Cudahiyên navbera pelan
mr: फाईल्समधील फरक
pa: ਫਾਇਲਾਂ 'ਚ ਅੰਤਰ

source: _Report Bug
af: _Rapporteer fout
am: _ችግሩን ማመልከት
fr_ca: _Rapporter un bogue
ia: _Reportar un defecto
ku: Çewtiyê _Ragihîne
mr: त्रूटी कळवा (_R)
pa: ਬੱਗ ਰਿਪੋਰਟ ਕਰੋ(_R)

source: _Continue
af: _Gaan voort
am: _ይቀጥሉ
fr_ca: _Continuer
ia: _Continuar
ku: _Bidomîne
mr: पुढे चला
pa: ਜਾਰੀ ਰੱਖੋ(_C)

source: <b><big>Start the upgrade?</big></b>
af: <b><big>Begin met opgradering?</big></b>
am: <b><big>ማሻሻያውን ልጀምር?</big></b>
fr_ca: <b><big>Démarrer la mise à niveau?</big></b>
ia: <b><big>Initiar le promotion?</big></b>
ku: <b><big>Dest bi bilindkirinê were kirin?</big></b>
mr: अपग्रेड सुरु करायचा का?
pa: <b><big>ਅੱਪਗਰੇਡ ਸ਼ੁਰੂ ਕਰਨਾ ਹੈ?</big></b>

source: <b><big>Restart the system to complete the upgrade</big></b> Please save your work before continuing.
af: <b><big>Herlaai die sisteem om die opgradering te voltooi</big></b> Stoor asseblief u werk voordat u voortgaan.
am: <b><big>ማሻሻሉን ለመጨረስ ስርአቱን እንደገና ማስጀመር ያስፈልጋል</big></b> እባክዎን ከመቀጠልዎት በፊት ስራዎቾን ያስቀምጡ
fr_ca: <b><big>Redémarrez le système pour terminer la mise à niveau</big></b> Veuillez enregistrer vos travaux avant de poursuivre.
ia: <b><big>Reinitia le systema pro completar le promotion</big></b> Per favor salva tu labor ante continuar.
ku: <b><big>Ji bo temamkirina bilindkirinê pergalê ji nû ve bide destpêkirin</big></b> Ji kerema xwe berî domandinê xebatên xwe tomar bike.
mr: <b><big>अपग्रेड पूर्ण करण्यासाठी प्रणाली बंद करून सुरु करा.</big></b> पुढे जाण्याआधी तुमचे काम सेव्ह करा.
pa: <b><big>ਅੱਪਗਰੇਡ ਪੂਰਾ ਕਰਨ ਲਈ ਸਿਸਟਮ ਮੁੜ-ਚਾਲੂ</big></b> ਜਾਰੀ ਰੱਖਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣਾ ਕੰਮ ਸੰਭਾਲ ਲਵੋ ਜੀ।

source: Distribution Upgrade
af: Verspreiding opgrader
am: የማሻሻያ ስርጭት
fr_ca: Mise à niveau de la distribution
ia: Promotion del distribution
ku: Bilindkirina Distrîbusiyonê
pa: ਡਿਸਟਰੀਬਿਊਸ਼ਨ ਅੱਪਗਰੇਡ

source: <b><big>Upgrading Ubuntu to version %s</big></b>
af: <b><big>Opgradering Ubuntu na weergawe %s</big></b>
fr_ca: <b><big>Mise à niveau d'Ubuntu vers la version %s</big></b>
ia: <b><big>Promotion de Ubuntu al version %s</big></b>

source: Setting new software channels
af: Instelling nuwe sagteware kanale
am: አዲስ የሶፍትዌር መገናኛ በማሰናዳት ላይ
fr_ca: Définition des nouveaux canaux logiciels
ia: Configuration del nove canales de software
ku: Kanalên nivîsbariyê yên nû tên nivîsîn
pa: ਨਵੇਂ ਸਾਫਟਵੇਅਰ ਚੈਨਲ ਸੈਟਅੱਪ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ

source: Restarting the computer
af: Herlaai die rekenaar
am: ኮምፒዩተሩን እንደገና በማስጀመር ላይ
fr_ca: Redémarrage de l’ordinateur
ia: Reinitiar le computator
ku: Kompute tê nûdestpêkirin
mr: संगणक पुन्हा सुरु करत आहे
pa: ਕੰਪਿਊਟਰ ਮੁੜ-ਚਾਲੂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Terminal
af: Terminaal
am: ተርሚናል
ku: Termînal
mr: टर्मिनल
pa: ਟਰਮੀਨਲ

source: _Upgrade
af: _Opgrader
am: _ማሻሻል
fr_ca: Mettre à _niveau
ia: Promotion (_Upgrade)
ku: _Bilindkirin
mr: अपग्रेड
pa: ਅੱਪਗਰੇਡ ਕਰੋ(_U)

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
af: <b>'n Nuwe weergawe van Ubuntu is beskikbaar. Wil u graag opgradeer?</b>
am: <b>አዲስ የኡቡንቱ እትም ዝግጁ ነው ፤ ማሻሻል ይፈልጋሉ?</b>
fr_ca: <b>Une nouvelle version d’Ubuntu est disponible. Voudriez-vous mettre à niveau?</b>
ia: <b>Un nove version de Ubuntu es disponibile. Desira tu promover?</b>
ku: <b>Versiyona nû ya Ubuntuyê amade ye. Tu dixwazî bilind bikî?</b>
mr: <b>उबुंटूचे नवीन वर्जन उपलब्ध आहे. अपग्रेड करायचे का?</b>
pa: <b>ਉਬਤੂੰ ਦਾ ਨਵਾਂ ਵਰਜਨ ਆ ਗਿਆ ਹੈ। ਕੀ ਤੁਸੀਂ ਅੱਪਗਰੇਡ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?</b>

source: Don't Upgrade
af: Moenie opgradeer nie
am: ማሻሻል አልፈልግም
fr_ca: Ne pas mettre à niveau
ia: Non promover
ku: Bilind neke
mr: अपग्रेड करू नका.
pa: ਅੱਪਗਰੇਡ ਨਾ ਕਰੋ

source: Ask Me Later
af: Vra my later
am: በኋላ አስታውሰኝ
fr_ca: Me le demander plus tard
ia: Que tu demanda me plus tarde
ku: min Paşê bipirse
mr: नंतर विचारा.
pa: ਮੈਨੂੰ ਬਾਅਦ 'ਚ ਪੁੱਛੋ

source: Yes, Upgrade Now
af: Ja, Opgradeer Nou
am: አዎን አሁን አሻሽል
fr_ca: Oui, mettre à niveau maintenant
ia: Si, promover nunc
ku: Erê, niha bilind bike
mr: हो, आता अपग्रेड करा.
pa: ਹਾਂ, ਹੁਣੇ ਅੱਪਗਰੇਡ ਕਰੋ

source: You have declined to upgrade to the new Ubuntu
af: Jy het afgewys om op te gradeer na die nuwe Ubuntu
am: ወደ አዲሱ ኡቡንቱ ማሻሻል አልፈለጉም
fr_ca: Vous avez refusé de mettre à niveau vers le nouvel Ubuntu.
ia: Tu ha declinate de promover al nove Ubuntu
ku: Te derbasbûna Ubuntuya nû red kir
mr: तुम्ही नवीन उबुंटूला अपग्रेड करायला नकार दिला आहे.
pa: ਤੁਸੀਂ ਨਵੇਂ ਉਬਤੂੰ ਲਈ ਅੱਪਗਰੇਡ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ

source: You can upgrade at a later time by opening Software Updater and click on "Upgrade".
af: Jy kan opgradeer na 'n later tyd deur die opening van sagteware Update en klik op "Upgrade".
am: እርስዎ ማሻሻል ይችላሉ በኋላ የ ሶፍትዌር ማሻሻያ በ መክፈት እና በ መጫን "ማሻሻያ"
fr_ca: Vous pouvez mettre à niveau ultérieurement en ouvrant le gestionnaire de mises à jour et en cliquant sur « Mettre à niveau ».
ia: Tu pote promover postea per Actualisator de software, cliccante sur "Promotion".
ku: Tu dikarî piştre bi Rojanekirina Nivîsbariyê bilind bikî û pê li bişkoka "Bilindkirin"ê bikî.
pa: ਤੁਸੀਂ ਬਾਅਦ ਵਿੱਚ ਸਾਫਟਵੇਅਰ ਅੱਪਗਰੇਡਰ ਖੋਲ੍ਹ ਕੇ "ਅੱਪਗਰੇਡ" ਨੂੰ ਕਲਿੱਕ ਕਰਨ ਨਾਲ ਅੱਪਗਰੇਡ ਕਰ ਸਕਦੇ ਹੋ।

source: Perform a release upgrade
af: Verrig 'n vrylating opgrader
am: የ ተለቀቀ ማሻሻያ መፈጸሚያ
fr_ca: Effectuer une mise à niveau de version
ia: Exequer un promotion del version
ku: Bilindkirineke guherto pêk bîne
pa: ਰੀਲਿਜ਼ ਅੱਪਗਰੇਡ ਕਰੋ

source: To upgrade Ubuntu, you need to authenticate.
af: Te opgrader Ubuntu, moet jy om outentiseer.
am: ኡቡንቱን ለማሻሻል ማረጋገጫ ያስፈልጋል
fr_ca: Pour mettre à niveau Ubuntu, vous devez vous authentifier.
ia: Pro promover Ubuntu, tu necessita ser authenticate.
ku: Ji bo bilindkirina Ubuntuyê, divê tu nasnameyê piştrast bikî.
pa: ਉਬੰਤੂ ਅੱਪਗਰੇਡ ਕਰਨ ਲਈ, ਤੁਹਾਨੂੰ ਪਰਮਾਣਿਤ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।

source: Perform a partial upgrade
af: Verrig 'n gedeeltelike opgrader
am: በ ከፊል ማሻሻያ መፈጸሚያ
fr_ca: Effectuer une mise à niveau partielle
ia: Exequer un promotion partial
ku: Bilindkirina qismî tê pêkanîn
pa: ਅਧੂਰਾ ਅੱਪਗਰੇਡ ਕਰੋ

source: To perform a partial upgrade, you need to authenticate.
af: Te verrig 'n opgrader, moet jy om outentiseer.
am: በ ከፊል ማሻሻያ ለ መፈጸም ማረጋገጫ ያስፈልጋል
fr_ca: Pour effectuer une mise à niveau partielle, vous devez vous authentifier..
ia: Pro exequer un promotion partial, tu necessita ser authenticate.
ku: Ji bo bilindkirineke qismî, divê tu nasnameyê piştrast bikî.
pa: ਅਧੂਰਾ ਅੱਪਗਰੇਡ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਪਰਮਾਣਿਤ ਹੋਣ ਦੀ ਲੋੜ ਹੈ

source: Show version and exit
af: Toon weergawe en sluit af
am: እትሙን አሳይቶ መውጣት
fr_ca: Montrer la version et quitter
ia: Monstrar le version e exir
ku: Guhartoyê nîşan bide û derkeve
mr: फक्त वर्जन दाखवा.
pa: ਵਰਜਨ ਵੇਖਾ ਕੇ ਬੰਦ ਕਰੋ

source: Directory that contains the data files
af: Gids wat die datalêers bevat
am: የ ዳታ ፋይሎችን የያዘው ዳይሬክቶሪ
fr_ca: Répertoire contenant les fichiers de données
ia: Le directorio que contine le files de datos
ku: Pelrêça ku peldankên daneyan dihewîne
pa: ਡਾਇਰੈਕਟਰੀ, ਜੋ ਕਿ ਡਾਟਾ ਫਾਇਲਾਂ ਰੱਖਦੀ ਹੈ

source: Run the specified frontend
af: Hardloop die gespesifiseerde frontend
am: የ ተወሰነውን ወደ ፊት የ መጣውን ማስኬጃ
fr_ca: Lancer le frontal spécifié
ia: Fluer le frontend specificate
ku: Pêşrûya diyarkirî bixebitîne

source: Running partial upgrade
af: Hardlop gedeeltelike opgrader
am: በከፊል ማሻሻያውን ማስኬድ
fr_ca: Exécution de la mise à niveau partielle
ia: Execution de promotion partial
ku: Bilindkirina qismen tê xebitandin
pa: ਅਧੂਰਾ ਅੱਪਡੇਟ ਚਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ

source: Downloading the release upgrade tool
af: Afgelaai die vrylating opgrader instrument
am: በማውረድ ላይ የተለቀቀውን የማሻሻያ መሳሪያ
fr_ca: Téléchargement de l’outil de mise à niveau de version
ia: Discargamento del application de promotion del version
ku: Alava bilindkirina guhertoyê tê daxistin
pa: ਰੀਲਿਜ਼ ਅੱਪਗਰੇਡ ਟੂਲ ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: If using the latest supported release, upgrade to the development release
af: As die gebruik van die nuutste ondersteun vrylating, opgrader na die ontwikkeling vrylating
am: እርስዎ ዘመናዊውን የ ተደገፈ የሚጠቀሙ ከሆነ: ለ አበልፃጊዎች የ ተለቀቀውን ያሻሽሉ
fr_ca: Si vous utilisez la dernière version prise en charge, passez à la version de développement
ia: Si tu jam usa le ultime edition supportate, promove al edition de disveloppamento.
ku: Heke hûn guhertoya herî dawî ya piştgirî tê dayîn, bi kar tînin, derbas bin guhertoya pêşvebirinê

source: Try upgrading to the latest release using the upgrader from $distro-proposed
af: Probeer opgradeer na die jongste vrystelling deur die opgradering vanaf $distro-proposed
am: ወደ ዘመናዊው እትም ማሻሻል ይቻል እንደሆን ይሞክሩ ከ $distro-proposed
fr_ca: Essayer de mettre à niveau vers la version la plus récente en utilisant l’outil de mise à niveau de $distro-proposed
ia: Probar le promotion al plus recente version per le promotor ex $distro-proposed
ku: Bi riya $distro-proposed-ê bilindkirina herî dawî ya guhertoyê biceribînin.
pa: $distro-proposed ਤੋਂ ਅੱਪਗਰੇਡਰ ਦੀ ਵਰਤੋਂ ਨਾਲ ਨਵੇਂ ਰੀਲਿਜ਼ ਲਈ ਅੱਪਗਰੇਡ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Run in a special upgrade mode. Currently 'desktop' for regular upgrades of a desktop system and 'server' for server systems are supported.
af: Hardloop in 'n spesiale opgrader modus. Huidig 'desktop' vir gereelde opgraderings van 'n lessenaar stelsel en 'server' vir bediener stelsels word ondersteun.
am: የተለየ የ ማሻሻያ ዘዴ ያስኪዱ አሁን 'ዴስክቶፕ' ለ መደበኛ የ ዴስክቶፕ ስርአት ማሻሻያ እና 'ሰርቨር' ለ ተደገፉ የ ሰርቨር ስርአቶች
fr_ca: Exécuter dans un mode spécial de mise à niveau. Présentement, sont pris en charge « desktop » pour les mises à niveau régulière d'un ordinateur de bureau et « server » pour les serveurs.
ia: Facer fluer in un modo de promotion special. Currentemente 'scriptorio' pro ordinari promotiones de un systema de scriptorio e 'servitor' pro le systemas de servitor que es supportate.
ku: Di modeke taybet de bilindkirinê bixebitîne. Niha ji bo bilindkirinên birêkûpêk ên pergalên sermaseyê, sermase û ên ji bo pergalên rajekarê jî rajekar tê piştgirîdan.

source: Check only if a new distribution release is available and report the result via the exit code
af: Kyk slegs as 'n nuwe verspreidingvrystelling beskikbaar is en rapporteer die resultaat via die uitgang kode
am: አዲስ ስርጭት መለቀቁን እና ዝግጁ እንደሆነ መመርመሪያ እና ውጤቱን ከ መውጫ ኮድ በፊት መግለጫ
fr_ca: Vérifier seulement si une nouvelle distribution est disponible et afficher le résultat par le code de sortie
ia: Controlar sol si un nove version de distribution es disponibile e reportar le resultato via le codice de exito
ku: Heke guhertoyeke derbasdar a nû hebe, bi koda derketinê encam rapor bike.
mr: वितरणाची नवी रिलिज उपलब्ध आहे का एव्हढेच फक्त तपास आणि exit code द्वारे उत्तर कळव

source: Try the upgrade with third party mirrors and repositories enabled instead of commenting them out.
af: Probeer om die opgrader met 'n derde party spieëls en repositories ontsper In plaas van kommentaar hulle uit
fr_ca: Tentez la mise à niveau en activant les miroirs et les dépôts tiers, plus tôt qu’en les mettant en commentaire.

source: The options --devel-release and --proposed are
af: Die opsies --devel-release en --proposed is
am: ምርጫው የ --devel-release እና --proposed ናቸው
fr_ca: Les options --devel-release et --proposed sont
ia: Le optiones de --devel-release e --proposed es
ku: Vebijêrkên --devel-release û --proposed

source: mutually exclusive. Please use only one of them.
af: wedersyds eksklusiewe. Gebruik asseblief slegs een van hulle.
am: ሁለቱንም አያካትትም: እባክዎን አንዱን ብቻ ይጠቀሙ
fr_ca: mutuellement exclusives. Veuillez n’utiliser qu’une d’entre elles.
ia: mutualmente exclusive. Per favor usa sol uno de illos.
ku: bi beramberî taybet in. Ji kerema xwe tenê yekî bi kar bîne.

source: Checking for a new Ubuntu release
af: Nagaan vir 'n nuwe Ubuntu vrylating
am: አዲስ የ ተለቀቀ የ ኡቡንቱ እትም በ መፈለግ ላይ
fr_ca: Vérification de la disponibilité d’une nouvelle version d’Ubuntu
ia: Controlo pro un nove version de Ubuntu
ku: Ji bo guhertoyeke nû ya Ubuntuyê tê venêrîn
mr: उबुंटूची नवीन आवृत्ती उपलब्ध आहे का ह्याचा शोध चालू आहे
pa: ਨਵੇਂ ਉਬੰਤੂ ਰੀਲਿਜ਼ ਲਈ ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Your Ubuntu release is not supported anymore.
af: Jou Ubuntu vrylating is nie ondersteun enige meer.
am: የእርስዎ ኡቡንቱ የተደገፈ አይደለም
fr_ca: Votre version d’Ubuntu n’est plus prise en charge.
ia: Tu version de Ubuntu non es supportate plus.
ku: Guhertoya te ya Ubuntuyê êdî ne piştgirîdar e.
pa: ਤੁਹਾਡਾ ਉਬੰਤੂ ਰੀਲਿਜ਼ ਹਾਲੇ ਸਹਾਇਕ ਨਹੀਂ ਰਿਹਾ ਹੈ।

source: For upgrade information, please visit: %(url)s
af: Vir opgrader van inligting, besoek gerus: %(url)s
am: ላማሻሻያ መረጃ እባክዎን ይህን ይጎብኙ : %(url)s
fr_ca: Pour des informations sur la mise à niveau, veuillez visiter : %(url)s
ia: Pro information de promotion, per favor visita: %(url)s
ku: Ji bo agahiyên bilindkirinê, ji kerema xwe serî lê de: %(url)s
pa: ਅੱਪਗਰੇਡ ਜਾਣਕਾਰੀ ਲਈ, ਵੇਖੋ ਜੀ: %(url)s

source: In /etc/update-manager/release-upgrades Prompt
af: In /etc/update-manager/release-upgrades Aanpor
fr_ca: Dans /etc/update-manager/release-upgrades Prompt

source: is set to never so upgrading is not possible.
af: is ingestel om nog nooit so opgradering is nie moontlik.
fr_ca: est défini sur jamais, donc la mise à niveau est impossible.

source: There is no development version of an LTS available.
af: Daar is geen ontwikkeling weergawe van 'n LTS beskikbaar.
fr_ca: Aucune version de développement d’une LTS n’est proposée.
ia: Il non ha disponibile version de disveloppamento de un LTS.

source: To upgrade to the latest non-LTS development release
af: Om op te gradeer na die nuutste nie-LTS ontwikkeling vrylating
fr_ca: Pour mettre à niveau vers la dernière version de développement non LTS

source: set Prompt=normal in /etc/update-manager/release-upgrades.
af: stel vinnige=normaal in /etc/update-manager/release-upgrades.
fr_ca: définir Prompt=normal dans /etc/update-manager/release-upgrades

source: Upgrades to the development release are only
af: Opgraderings aan die ontwikkeling vrystelling is slegs
am: ለ አበልፃጊዎች የ ተለቀቀውን ብቻ ያሻሽሉ
fr_ca: Les mises à niveau vers la version de développement ne sont
ia: Le promotiones al edition de disveloppamento es solo
ku: Bilindkirina li guhertoya pêşdebirinê, tenê

source: available from the latest supported release.
af: beskikbaar by die jongste ondersteunde vrystelling.
am: ዘመናዊ የ ተደገፈ የ ተለቀቀው ዝግጁ ነው
fr_ca: proposées qu’à partir de la dernière version prise en charge.
ia: disponibile ex le ultime edition supportate.
ku: ji guhertoya herî dawî tê gihaştin.

source: No new release found.
af: Geen nuwe vrystelling gevind nie.
am: ምንም አዲስ የ ተለቀቀ የለም
fr_ca: Aucune nouvelle version n’a été trouvée.
ia: Nulle nove edition trovate
ku: Guhertoya nû nehat dîtin.

source: Release upgrade not possible right now
af: Stel opgrader nie moontlik op hierdie oomblik
am: የ ተለቀቀ እትም አሁን ማሻሻል አይቻልም
fr_ca: La mise à niveau de version est impossible pour l’instant.
ia: Promotion del version non possibile justo ora
ku: Bilindkirina guhertoyê niha ne mimkun e
pa: ਹੁਣ ਰੀਲਿਜ਼ ਅੱਪਗਰੇਡ ਸੰਭਵ ਨਹੀਂ ਹੈ

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
af: Die vrystellingopgradering kan nie tans uitgevoer word nie, probeer asseblief later weer. Die bediener gerapporteer: '%s'
am: የ ተለቀቀ እትም አሁን ማሻሻል አይቻልም: እባክዎን በኋላ ይሞክሩ: ሰርቨሩ መልሷል: '%s'
fr_ca: La mise à niveau de version ne peut pas être effectuée présentement. Veuillez ressayer plus tard. Le serveur a retourné : « %s »
ia: Le promotion del version non pote ser complite actualmente, per favor proba ancora postea. Le servitor ha reportate: '%s'
ku: Bilindkirina guhertoyê niha pêk nayê, ji kerema xwe piştre dîsa biceribîne. Rajekar rapor kir: '%s'
pa: ਰੀਲਿਜ਼ ਅੱਪਗਰੇਡ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ , ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਸਰਵਰ ਰਿਪੋਰਟ: '%s'

source: New release '%s' available.
af: Nuwe vrystelling'%s' beskikbaar.
am: አዲሱ እትም '%s' ዝግጁ ነው
fr_ca: La nouvelle version « %s » est disponible.
ia: Nove edition '%s' disponibile.
ku: Guhertoya nû '%s' amade ye.
mr: नवीन रिलीज %s उपलब्ध आहे.
pa: ਨਵਾਂ ਵਰਜਨ '%s' ਉਪਲੱਬਧ ਹੈ।

source: Run 'do-release-upgrade' to upgrade to it.
af: Hardloop 'do-release-upgrade' te opgrader daaraan.
am: ያስኪዱ 'do-release-upgrade' ለ ማሻሻል
fr_ca: Exécuter « do-release-upgrade » pour mettre à niveau.
ia: Exeque 'do-release-upgrade' pro promover a illo.
ku: Ji bo derbasî guhertoya nû be, 'do-release-upgrade' bixebitîne.
mr: त्याला अपग्रेड करण्यासाठी 'do-release-upgrade' चालवा.

source: Please install all available updates for your release before upgrading.
af: Installeer asseblief alle beskikbare bywerkings vir jou vrystelling voor jy opgradeer.
fr_ca: Veuillez installer toutes les mises à jour proposées pour votre version avant de la mettre à niveau.

source: You have not rebooted after updating a package which requires a reboot. Please reboot before upgrading.
af: Jy het nie herselflaai nadat jy 'n pakket opgedateer het wat 'n herlaai vereis nie. Herlaai asseblief voordat jy opgradeer.
fr_ca: Vous n’avez pas redémarré après avoir mis à jour un paquet qui exige un redémarrage. Veuillez redémarrer avant d’effectuer la mise à niveau.

source: Software Updater
af: Sagteware opdatering
am: የሶፍትዌር ማሻሻያ
fr_ca: Gestionnaire de mises à jour
ia: Actualisator del software
ku: Rojanedara Nivîsbariyê
pa: ਸਾਫਟਵੇਅਰ ਅੱਪਡੇਟਰ

source: Ubuntu %(version)s Upgrade Available
af: Ubuntu %(version)s opgradering beskikbaar
am: የኡቡንቱ %(version)s ማሻሻያ ዝግጁ ነው
fr_ca: La mise à niveau vers Ubuntu %(version)s est disponible
ia: Ubuntu %(version)s promotion disponibile
ku: Bilindkirina Ubuntu %(version)s-ê Amade ye
pa: ਉਬਤੂੰ %(version)s ਅੱਪਗਰੇਡ ਲਈ ਉਪਲੱਬਧ ਹੈ

source: You have declined the upgrade to Ubuntu %s
af: Jy het afgewys die opgrader na Ubuntu %s
am: እርስዎ አልተቀበሉም የ ኡቡንቱ ማሻሻያ %s
fr_ca: Vous avez refusé la mise à niveau vers Ubuntu %s
ia: Tu ha declinate le promotion a Ubuntu %s
ku: Te derbasiya guhertoya Ubuntu %s-ê red kir
mr: तुम्ही उबुंटूला अपग्रेड करण्यास नकार करत आहात. %s
pa: ਤੁਸੀਂ ਉਬੰਤੂ %s ਲਈ ਅੱਪਗਰੇਡ ਕਰਨ ਤੋਂ ਇਨਕਾਰ ਕੀਤਾ

source: Check if upgrading to the latest devel release is possible
af: Kyk of die opgradering na die nuutste devel vrystelling moontlik is
am: ወደ ዘመናዊው እትም ማሻሻል ይቻል እንደሆን ይመርምሩ
fr_ca: Vérifier s’il est possible de mettre à niveau vers la dernière version de dév.
ia: Controlar si il es possibile le promotion al nivello plus recente
ku: Kontrol bike ma bilindkirina bi weşana pêşdebiran ya dawî gengaz e an na
pa: ਜਾਂਚ ਕਰੋ ਕਿ ਜੇ ਨਵੇਂ ਡਿਵੈਲ ਰੀਲਿਜ਼ ਲਈ ਅੱਪਗਰੇਡ ਸੰਭਵ ਹੈ

source: Add debug output
af: Byvoeg debug uitsette
am: የ ማስተካከያ ውጤት መጨመሪያ
fr_ca: Ajouter la sortie de débogage
ia: Adder le output de correction de defectos
ku: Derana çewtiyê tevlî bike

source: d
am: ዝርዝር
ku: k

source: n
am: አይ
mr: नाही

source: Sandbox mode
pa: ਸੈਂਡਬਾਕਸ ਮੋਡ

source: No i686 CPU
pa: i686 CPU ਨਹੀਂ

source: No new release found
pa: ਕੋਈ ਨਵਾਂ ਰੀਲਿਜ਼ ਨਹੀਂ ਲੱਭਾ
