Repository: stek29/ubuntu-release-upgrader
Catalog: po/*.po
Languages: af, am, fr_ca, ia, ku, mr, pa

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
af: Stawing van die opgradering het misluk. Daar is moontlik 'n probleem met die netwerkverbinding of die bediener.
am: ማሻሻያውን ማረጋገጥ አልተቻለም: ምናልባት የ ኔትዎርክ ወይንም የ ሰርቨር ችግር ሊሆን ይችላል
fr_ca: L’authentification de la mise à niveau a échoué. Il y a peut-être un problème avec le réseau ou avec le serveur.
ia: Authentication del promotion fallite. Il pote ser un problema con le rete o con le servitor.
ku: Naskirina bilindkirnê lê nehat. Dibe ku pirsgirekeke tor an pêşkêşkarê hebe.
mr: सुधारणा प्रमाणीकरण अयशस्वी. नेटवर्क किंवा सर्व्हरसह एक समस्या असू शकते.

source: Failed to extract
af: Gefaal te onttrek
am: ለይቶ ማውጣት ወድቋል
fr_ca: Échec lors de l’extraction
ia: Fallite a extraher
ku: Derxistin biserneket
mr: बाहेर काढण्यास अयशस्वी
pa: ਖਿਲਾਰਨ ਲਈ ਫੇਲ੍ਹ

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
af: Ekstraheer van die opgradering gefaal. Daar kan dalk 'n probleem met die netwerk of met die bediener.
am: ማሻሻያውን ለይቶ ማውጣት ወድቋል ፤ ምናልባት የኔትዎርክ ወይም የሰርቨር ችግር ሊሆን ይችላል
fr_ca: L’extraction de la mise à niveau a échoué. Il y a peut-être un problème avec le réseau ou avec le serveur.
ia: Extraction del promotion fallite. Il pote ser un problema con le rete o con le servitor.
ku: Derxistina bilindkirinê biserneket. Dibe ku pirsgirekeke tor an pêşkêşkarê hebe.
mr: सुधारणा अवतरण अयशस्वी. नेटवर्क किंवा सर्व्हरसह एक समस्या असू शकते.

source: Verification failed
af: Verifikasie het misluk
am: ማረጋገጫው ወድቋል
fr_ca: Échec lors de la vérification
ia: Verification fallite
ku: Piştrastkirin bi ser neket
mr: पडताळणी अयशस्वी झाली आहे
pa: ਜਾਂਚ ਫੇਲ੍ਹ ਹੋਈ

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
af: Verifikasie van die opgradering het misluk. Daar is moontlik 'n probleem met die netwerkverbinding of die bediener.
am: ማሻሻያውን ማረጋገጥ አልተቻለም: ምናልባት የ ኔትዎርክ ወይንም የ ሰርቨር ችግር ሊሆን ይችላል
fr_ca: La vérification de la mise à niveau a échoué. Il y a peut-être un problème avec le réseau ou avec le serveur.
ia: Controlo del promotion fallite. Il pote ser un problema con le rete o con le servitor.
ku: Di dema erêkirina bilindkirinê de çewtî. Dibe ku yan di torê de yan jî di pêşkêşkerê de pirsgirêk hebe
mr: अद्ययावत करण्याची पडताळणी अयशस्वी झाली आहे.कदाचीत नेटवर्क किंवा सर्वर मध्ये त्रूटी आहे.

source: Can not run the upgrade
af: Kan nie die opgradering loop nie
am: ማሻሻያውን ማስኬድ አልተቻለም
fr_ca: Impossible d’exécuter la mise à niveau
ia: Impossibile facer fluer le promotion
ku: Bilindkirin nayê xebitandin
mr: अपग्रेड सुरु करू शकत नाही.
pa: ਅੱਪਗਰੇਡ ਨੂੰ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ

source: This usually is caused by a system where /tmp is mounted noexec. Please remount without noexec and run the upgrade again.
af: Dit word gewoonlik veroorsaak deur 'n stelsel waar /tmp is gemonteer noexec. Herbou re-berg sonder noexe en hardloop die opgradering weer.
am: ይህ ብዙ ጊዜ የሚፈጠረው በ ስርአቱ ነው በ /tmp is mounted noexec. እባክዎን እንደገና ይጫኑ ያለ noexec እና ማሻሻያውን እንደገና ያስኪዱ
fr_ca: Ceci est habituellement causé par un système ou /tmp est monté noexec. Veuillez remonter sans noexec et exécuter la mise à niveau à nouveau.
ia: Isto de costume es causate per un systema a ubi /tmp es montate noexec. Per favor remonta sin noexec e face fluer novemente le promotion.
ku: Ev gelemperî ji ber pergala ku dema noexec li /tmp-ê girê bibe, pêk tê. Ji kerema xwe, bê-noexec monte bike û dîsa bilindkirinê bixebitîne.
mr: हे सामान्यतः सिस्टीम मूळे होते जिथे /tmp noexec म्हणून mount केले जाते.कृपया nonexec सोडून पुन्हा mount करा आणि अद्ययावत करणे पुन्हा सुरु करा.

source: The error message is '%s'.
af: Die foutboodskap is '%s'.
am: የስህተቱ መልእክት ነው '%s'.
fr_ca: Le message d'erreur est « %s ».
ia: Le message de error es '%s'.
ku: Peyama çewtiyê '%s' e.
mr: '%s' त्रुटी संदेश आहे
pa: ਗਲਤੀ ਸੁਨੇਹਾ '%s' ਹੈ।

source: &Upgrade
af: &Opgradering
am: &ማሻሻያ
fr_ca: &Mise à niveau
ia: Promover (&Upgrade)
ku: &Bilind bike
mr: अद्यतन करा (_U)

source: &Cancel
af: &Kanselleer
am: &መሰረዣ
fr_ca: &Annuler
ia: &Cancellar
ku: &Betal
mr: रद्द करा (&C)

source: Release Notes
af: Vrystelling Notas
am: የተለቀቀ ማስታወሻ
fr_ca: Notes de mise à jour
ia: Notas de version
ku: Nîşeyên Weşanê
mr: रिलीज़ नोट्स
pa: ਰੀਲਿਜ਼ ਨੋਟਿਸ

source: Upgrade
af: Gradeer op
am: ማሻሻል
fr_ca: Mettre à niveau
ia: Promover
ku: Bilind bike
mr: अपग्रेड
pa: ਅੱਪਗਰੇਡ

source: Downloading additional package files...
af: Laai bykomende pakketlêers af...
am: ጭነት ማውረድ ተጨማሪ የጥቅል ፋይሎች
fr_ca: Téléchargement des fichiers de paquets supplémentaires...
ia: Discargamento de files de pacchetto additional...
ku: Paketên pêvek tên daxistin...
mr: लागणारे अधिक पाकेजस डाऊनलोड करत आहे ...
pa: ਹੋਰ ਪੈਕੇਜ ਫਾਇਲਾਂ ਡਾਊਨਲੋਡ ਕੀਤੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ...

source: File %s of %s at %sB/s
af: Lêer %s van %s teen %sB/s
am: ፋይል %s ከ %s በ %sB/s
fr_ca: Fichier %s sur %s à %s o/s
ia: File %s de %s a %sB/s
ku: Pelê %s ji %s bi %s/ç
mr: %2s पैकी %1s फाईल %3s B/s या गतीने
pa: %s ਫਾਇਲ %s ਵਿੱਚੋਂ, %sB/s ਨਾਲ

source: File %s of %s
af: Lêer %s van %s
am: ፋይል %s ከ %s
fr_ca: Fichier %s sur %s
ia: File %s de %s
ku: Pelê %s ji %s
mr: %2s पैकी %1s फाईल
pa: %s ਫਾਇਲ %s ਵਿੱਚੋਂ

source: Please insert '%s' into the drive '%s'
af: Plaas asseblief '%s' in dryf '%s'
am: እባክዎ ያስገቡ '%s' በመንጂያው ውስጥ '%s'
fr_ca: Veuillez insérer « %s » dans le lecteur « %s »
ia: Per favor insere '%s' in le drive '%s'
ku: Ji kerema xwe '%s' bixe nav ajokera '%s'
mr: कृपया '%s' ड्राइव्ह '%s' मध्ये समाविष्ट करा

source: Media Change
af: Media verwisseling
am: የሜዲያ ለውጥ
fr_ca: Changement de support
ia: Cambiamento de medios
ku: Guhartina Medyayê
mr: मीडिया बदल
pa: ਮੀਡਿਆ ਬਦਲੋ

source: Your graphics hardware may not be fully supported in Ubuntu 14.04.
af: Jou grafika apparatuur is dalk nie ten volle ondersteun in Ubuntu 14.04.
am: የ እርስዎ graphics ጠንካራ አክል ሙሉ በ ሙሉ የ ተደገፈ ላይሆን ይችላል በ ኡቡንቱ 14.04.
fr_ca: Votre matériel graphique n’est peut-être pas complètement pris en charge dans Ubuntu 14.04.
ia: Tu hardware graphic pote non ser totalmente supportate in Ubuntu 14.04.
ku: Dibe ku Ubuntu 14.04 LTS, ji aliyê hişkalava te ve bi tevahî nayê piştgirîkirin.
mr: आपल्या ग्राफिक्स हार्डवेअर उबंटू 14.04 मध्ये पूर्णपणे समर्थीत नाही.

source: Running the 'unity' desktop environment is not fully supported by your graphics hardware. You will maybe end up in a very slow environment after the upgrade. Our advice is to keep the LTS version for now. For more information see https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D Do you still want to continue with the upgrade?
af: Die uitvoer van die 'unity' Desktop omgewing is nie ten volle ondersteun word deur jou grafiese hardeware. Jy kan eindig in 'n baie stadige omgewing na die opgrader. Ons advies is om die LTS weergawe vir nou te hou. Vir meer inligting, sien https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D Wil jy steeds voortgaan met die opgrader?
am: ይህን የ 'unity' ዴስክቶፕ አካባቢ ማስኬድ በ እርስዎ የ graphics hardware የ ተደገፈ አይደለም: እርስዎ በጣም ዝግተኛ ሁኔታ ሊገጥሞት ይችላል ካሻሻሉ በኋላ: እኛ የምንመክረው ይህን የ LTS እትም እንዲጠቀሙ ነው: ለ በለጠ መረጃ ይህን ይመልከቱ: https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D እርስዎ ማሻሻሉን መቀጠል ይፈልጋሉ?
fr_ca: L'exécution de l'environnement de bureau « unity » n'est pas complètement prise en charge par votre matériel graphique. Vous pourriez finir avec un environnement très lent après la mise à niveau. Notre conseil est de garder la version LTS pour l'instant. Pour plus d'informations, voir https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D Voulez-vous quand même poursuivre la mise à niveau?
ia: Le execution del ambiente de scriptorio 'unity' non es completemente supportate per tu hardware graphic. Tu pote finir in un ambiente multo lente post le promotion. Nostre consilio pro nunc es de mantener le version LTS. Pro plus de information vider https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D . Desira tu ancora proceder con le promotion?
ku: Xebitandina derdora sermaseyê ya 'unity', ji aliyê hişkalava te ya grafîkê ve bi tevahî nayê piştgirîkirin. Dibe ku piştî bilindkirinê, dê derdora sermaseyê pir hêdî be. Şîreta me ev e ku bira versiyona LTS bimîne. Ji bo zêdetir agahiyan li navnîşana https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForUnity3D-ê binêre. Tu dixwazî bilindkirinê bidomînî?

source: Your graphics hardware may not be fully supported in Ubuntu 12.04 LTS.
af: Jou grafikahardeware is dalk nie ten volle ondersteun in Ubuntu 12,04 LTS nie.
am: የ እርስዎ graphics hardware በ ሙሉ የተደገፈ አይደለም በ ኡቡንቱ 12.04 LTS.
fr_ca: Votre matériel graphique n’est peut-être pas complètement prise en charge par Ubuntu 12.04 LTS.
ia: Tu hardware graphic non pote ser supportate completemente in Ubuntu 12.04 LTS.
ku: Dibe ku Ubuntu 12.04 LTS, ji aliyê hişkalava te ve bi tevahî nayê piştgirîkirin.
mr: तुमचे ग्राफिक हार्डवेयर कदाचित उबुंटू १२.०४ LTS पूर्णपणे वापरू शकत नाही

source: The support in Ubuntu 12.04 LTS for your Intel graphics hardware is limited and you may encounter problems after the upgrade. For more information see https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Do you want to continue with the upgrade?
af: Die ondersteuning in Ubuntu 12,04 LTS vir jou Intel grafiese hardeware is beperk en jy kan probleme ondervind na die opgrader. Vir meer inligting, sien https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Wil jy voortgaan met die opgrader?
am: የ ኡቡንቱ 12.04 LTS ድጋፍ ለ እርስዎ የ Intel graphics hardware የ ተወሰነ ነው: እና እርስዎ ችግር ሊያጋጥምዎት ይችላል ከ ተሻሻለ በኋላ: ለ በለጠ መረጃ ይህን ይመልከቱ https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx እርስዎ ማሻሻሉን መቀጠል ይፈልጋሉ?
fr_ca: La prise en charge de votre matériel graphique Intel est limitée dans Ubuntu 12.04 LTS et vous pourriez rencontrer des problèmes après la mise à niveau. Pour plus d’informations, voir https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx Voulez-vous continuer la mise à niveau?
ia: Le supporto in Ubuntu 12.04 LTS pro tu hardware graphic Intel es limitate e pote incontrar problemas post le promotion. Pro plus de information vider https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx . Desira tu ancora proceder con le promotion?
ku: Di Ubuntu 12.04 LTS-yê de piştgirî ji bo hişkalava grafîkê ya Intel re sînordar e û dibe ku piştî bilindkirinê pirgirêkan derkevin. Ji bo zêdetir agahiyan li navnîşana https://wiki.ubuntu.com/X/Bugs/UpdateManagerWarningForI8xx-ê binêre. Tu dixwazî bilindkirinê bidomînî?

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
af: Opgradering kan dalk werkskerm effekte en werkverrigting in speletjies en ander grafies intensiewe programme verminder.
am: ማሻሻል የ ዴስክቶፕ ውጤቶችን ሊቀንስ ይችላል: ጨዋታዎች በሚጫወቱ ጊዜ ወይንም ሀይለኛ graphics ፕሮግራሞችን በሚጠቀሙ ጊዜ
fr_ca: La mise à niveau pourrait diminuer les effets du bureau, la performance dans les jeux et les autres programmes gourmands au niveau graphique.
ia: Le promotion pote reducer le effectos del scriptorio, e le performance in le jocos e le alie programmas graphicamente intensive.
ku: Bilindkirin dibe ku efektên sermaseyê û performansên lîstikan û bernameyên din ên bi hêz kêm bike.

source: This computer is currently using the AMD 'fglrx' graphics driver. No version of this driver is available that works with your hardware in Ubuntu 10.04 LTS. Do you want to continue?
af: Hierdie rekenaar gebruik tans die AMD 'fglrx' grafiese drywer. Geen weergawe van hierdie drywer is beskikbaar wat met jou apparatuur in Ubuntu 10,04 LTS. Wil jy voortgaan?
am: ይህ ኮምፒዩተር አሁን የሚጠቀመው የ AMD 'fglrx' graphics driver ነው: ምንም የዚህ እትም driver ዝግጁ አይደለም ለ እርስዎ ጠንካራ አካል ለ ኡቡንቱ 10.04 LTS. እርስዎ በ እርግጥ መቀጠል ይፈልጋሉ?
fr_ca: Cet ordinateur utilise actuellement le pilote graphique AMD « fglrx ». Aucune version de ce pilote n'est disponible qui fonctionne avec Ubuntu 10.04 LTS. Voulez-vous continuer?
ia: Ce computator es currentemente usante le driver graphic AMD 'fglrx'. Nulle version de ce driver es disponibile que labora con tu hardware in Ubuntu 10.04 LTS. Desira tu continuar?
ku: Ev kombers, niha ajokara grafîkê ya AMD 'fglrx'-ê bi kar tîne. Tu guhertoyên vê ajokarê tune ye ya ku bi hişkalava Ubuntu 10.04 LTSê dixebite. Tu dixwazî bidomînî?
mr: हा संगणक सध्या AMD 'fglrx' ग्राफिक driver वापरत आहे.उबुंटू १०.०४ LTS मध्ये तुमचे हार्डवेयर वापरण्या साठी ह्या driver ची कोणतीही आवृत्ती उपलभ्ध नाही. तुम्हाला पुढे जायचे?

source: Sorry, no more upgrades for this system
af: Jammer, geen opgraderings meer vir hierdie stelsel nie
fr_ca: Désolé, il n’existe plus de mise à niveau pour ce système

source: There will not be any further Ubuntu releases for this system's 'i386' architecture. Updates for Ubuntu %s will continue until %s.
af: Daar sal nie enige verdere Ubuntu vrystellings vir hierdie stelsel 'i386' argitektuur. Opdaterings vir Ubuntu %s sal voortgaan tot %s.
fr_ca: Il n’y aura pas d’autres versions d’Ubuntu pour l’architecture i386 de ce système. Les mises à jour pour Ubuntu %s se poursuivront jusqu’en %s.

source: No ARMv6 CPU
af: Geen ARMv6 verwerker
fr_ca: Pas d’UCT ARMv6
ia: Nulle CPU ARMv6
ku: CPU ya ARMv6 tune
mr: हा ARMv6 CPU नाही
pa: ARMv6 CPU ਨਹੀਂ

source: Your system uses an ARM CPU that is older than the ARMv6 architecture. All packages in karmic were built with optimizations requiring ARMv6 as the minimal architecture. It is not possible to upgrade your system to a new Ubuntu release with this hardware.
af: ou stelsel gebruik 'n ARM CPU wat ouer is as die ARMv6 argitektuur. Alle pakkette in karmiese is gebou met optiserings wat ARMv6 as die minimale argitektuur. Dit is nie moontlik om jou stelsel op te gradeer na 'n nuwe Ubuntu vrystelling met hierdie hardeware.
fr_ca: Votre système utilise une UCT ARM qui est plus ancienne que l’architecture ARMv6. Tous les paquets de karmic ont été construit avec des optimisations exigeant que l’architecture minimale soit ARMv6. Il est impossible de mettre à niveau votre système vers une nouvelle version d’Ubuntu avec ce matériel.
ia: Tu systema usa un CPU ARM que es plus vetere quam le architectura ARMv6. Tote le pacchettos in karmic era construite con optimisationes requirente ARMv6 como minime architectura. Il non es possibile promover tu systema a un nove version de Ubuntu con ce hardware.
ku: Pergala te ARM CPU-yeke ji avahiya ARMv6-ê kevintir bi kar tîne. Hemû pakêtên di karmic-ê de ne, wekî avahiya mînîmal, ji başkerên ARMv6 pêwist dikin, pêk hatine. Ne mimkun e ku bi vê hişkalavê re di pergala te de guhertoyeke nû ya Ubuntuyê bilind bibe.
mr: तुमच्या संगणकाचा ARM CPU हा ARMv6 ह्या आवृत्ती पेक्षा जुना आहे.सगळ्या प्रणाली karmic मध्ये कमीतकमी ARMv6 ला गृहीत धरून बनवल्या आहेत.ह्या हार्डवेयर वर तुम्हाला उबुंटू अद्ययावत करता येणार नाही.

source: No init available
af: Geen init beskikbaar
am: ምንም ማስጀመሪያ ዝግጁ አይደለም
fr_ca: Aucun init de disponible
ia: Nulle init disponibile
ku: Despêk tune ye
mr: init उपलब्ध नाही
pa: init ਮੌਜੂਦ ਨਹੀਂ

source: Your system appears to be a virtualised environment without an init daemon, e.g. Linux-VServer. Ubuntu 10.04 LTS cannot function within this type of environment, requiring an update to your virtual machine configuration first. Are you sure you want to continue?
af: Jou stelsel blyk 'n virtualised omgewing te wees sonder 'n init Daemon Tools, bv Linux-VServer. Ubuntu 10,04 LTS kan nie funksioneer binne hierdie tipe van die omgewing, wat 'n opdatering aan jou virtuele masjien opset eerste. Is jy seker jy wil voortgaan?
fr_ca: Il semble que votre système soit un environnement virtualisé sans démon init, par ex. Linux-VServer. Ubuntu 10.04 LTS ne peut pas fonctionner dans ce type d’environnement, exigeant d’abord une mise à jour de la configuration de votre machine virtuelle. Voulez-vous vraiment poursuivre?
ia: Tu systema appare ser un ambiente virtualisate sin un demone init, per exemplo Linux-VServer. Ubuntu 10.04 LTS non pote functionar in iste typo de ambiente, il es necesse antea un promotion de configuration a tu machina virtual. Desira tu vermente continuar?
ku: Xuya dike ku pergala te derdoreke vîrtualkirî û bê-init daemon e, w.m. Linux-VServer. Ubuntu 10.04, di van derdoran de naxebite, ku divê pêşî eyarkirinên makîneya te ya vîrtualê bê rojanekirin. Tu ji xwe bawer î, bidomînî?

source: Connection to Snap Store failed
af: Verbinding aan snap Winkel gefaal
fr_ca: Échec de connexion à la logithèque Snap Store
ku: Girêdana ji Snap Store re bi ser neket

source: Your system does not have a connection to the Snap Store. For the best upgrade experience make sure that your system can connect to api.snapcraft.io. Do you still want to continue with the upgrade?
af: Jou stelsel het nie 'n verbinding met die snap Winkel nie. Vir die beste opgrader ervaring maak seker dat jou stelsel kan koppel aan api.snapcraft.io. Wil jy steeds voortgaan met die opgradering?
fr_ca: Votre système n’a pas de connexion à la logithèque Snap Store. Pour la meilleure expérience de mise à niveau, assurez-vous que votre système peut se connecter à api.snapcraft.io. Voulez-vous quand même poursuivre la mise à niveau ?
ku: Sîstema te bi Snap Store ve ne girêdayî ye. Ji bo tecrûbeya bilindkirinê ya herî baş jê piştrast be ku sîstema te bikaribe bi api.snapcraft.io ve bê giredan. Tu hê jî dixwazî dewam bikî bilindkirinê?

source: Outdated snapd package
af: Verouderde snapd pakket
fr_ca: Le paquet snapd est obsolète
ku: Pakêta snapdê ya kevnbûyî

source: Your system does not have the latest version of snapd. Please update the version of snapd on your system to improve the upgrade experience. Do you still want to continue with the upgrade?
af: Jou stelsel het nie die nuutste weergawe van snapd. Dateer asseblief die weergawe van snapd op jou stelsel op om die opgrader ervaring te verbeter. Wil jy steeds voortgaan met die opgradering?
fr_ca: Votre système n’a pas la dernière version de snapd. Veuillez mettre à jour la version de snapd sur votre système afin d’améliorer l’expérience de mise à niveau. Voulez-vous quand même poursuivre avec la mise à niveau ?
ku: Sîstema te ne xwediyê versiyona dawîn ya snapdê ye. Xêra xwe ji bo ku tecrûbeya xwe ya bilindkirinê bi pêş bixî li ser sîstema xwe versiyona snapdê rojane bike. Tu hê jî dixwazî dewam bikî bilindkirinê?

source: Calculating snap size requirements
af: Berekening van snap grootte vereistes
fr_ca: Calcul des exigences de taille des snap

source: Processing snap replacements
af: Verwerking snap plaasvervangers
fr_ca: Traitement des remplacements des snap

source: refreshing snap %s
af: verfris snap %s
fr_ca: actualisation du snap %s

source: installing snap %s
af: installeer snap %s
fr_ca: installation du snap %s
ia: installation snap %s

source: PAE not enabled
af: PAE nie geaktiveer
am: PAE አላስቻሉም
fr_ca: PAE n’est pas activée
ia: PAE no activate
ku: PAE ne çalak e
mr: PAE अक्षम आहे

source: Your system uses a CPU that does not have PAE enabled. Ubuntu only supports non-PAE systems up to Ubuntu 12.04. To upgrade to a later version of Ubuntu, you must enable PAE (if this is possible) see: http://help.ubuntu.com/community/EnablingPAE
af: Jou stelsel gebruik 'n SVE wat nie PAE geaktiveer het nie. Ubuntu ondersteun slegs nie-PAE-stelsels tot Ubuntu 12,04. Om op te gradeer na 'n latere weergawe van Ubuntu, moet jy PAE (indien dit moontlik is) sien: http://help.ubuntu.com/community/EnablingPAE
am: የ እርስዎ ስርአት የሚጠቀመው CPU ይህ የ PAE ማስቻያ የ ለለው ነው: ኡቡንቱ የሚደግፈው የ ምንም-PAE ስርአቶች ነው እስከ ኡቡንቱ 12.04. ድረስ: ወደ አዲሱ ኡቡንቱ እትም ለማሻሻል: እርስዎ ማስቻል አለብዎት PAE (ይህ የሚቻል ከሆነ) ይህን ይመልከቱ: http://help.ubuntu.com/community/EnablingPAE
fr_ca: Votre système utilise une UCT pour laquelle PAE n’est pas activée. Ubuntu ne prend en charge les systèmes non-PAE que jusqu’à Ubuntu 12.04. Pour mettre à niveau vers une version ultérieure d’Ubuntu, vous devez activer PAE (si c’est possible). Voir : http://help.ubuntu.com/community/EnablingPAE
ia: Tu systema usa un CPU que non ha le PAE activate. Ubuntu supporta le systemas non-PAE usque Ubuntu 12.04. Pro promover a un version successive de Ubuntu, tu debe activar PAE (si isto es possibile) vide: http://help.ubuntu.com/collectivitate/EnablingPAE
ku: Pergala te CPU-yekî bi kar tîne ku PAE-ya wê tune ye. Ubuntu tenê heta Ubuntu 12.04-ê piştgirî dide pergalên bê-PAE. Ji bo bilindkirina Ubuntuyê ya guhertoya din, (heke mimkun be) divê tu PAE-yê çalak bikî: http://help.ubuntu.com/community/EnablingPAE

source: Checking for installed snaps
af: Kontrolering vir geïnstalleerde snaps
fr_ca: Vérification des snaps installés
ia: Controlo del snaps installate
ku: Snapên sazkirî têne kontrolkirin

source: Use the given path to search for a cdrom with upgradable packages
af: Gebruik die gegewe aanwysing om 'n CD-ROM te soek met opdaterende pakette
am: የ ተሰጠውን መንገድ በ መጠቀም ሲዲ ራም መፈለጊያ በ ማሻሻያ ጥቅሎች
ia: Usa le percurso date pro cercar un CDROM con pacchettos apte al promotion

source: Use frontend. Currently available: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
af: Gebruik koppelvlak. Tans beskikbaar.
am: ወደ ፊት የ መጡ ይጠቀሙ: አሁን ዝግጁ የሆኑ: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
fr_ca: Utiliser un frontal. Actuellement disponibles : DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ia: Usa le frontend. Currentemente disponibile: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
ku: Pêşrû bi kar bîne. Niha ev heye: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE
mr: फ्रन्टएन्ड वापरा. सध्या उपलब्ध: DistUpgradeViewText, DistUpgradeViewGtk, DistUpgradeViewKDE

source: *DEPRECATED* this option will be ignored
af: *DEPRECATED* Hierdie opsie sal geïgnoreer word
am: *DEPRECATED* ይህ ምርጫ ይተዋል
fr_ca: *OBSOLÈTE* cette option sera ignorée
ia: *DEPRECATED* ce option essera ignorate
ku: *NEPEJIRANDÎ* ev vebijêrk dê were piştguhkirin
mr: *नाकारले* हा पर्याय दुर्लक्षित केला जाईल

source: Perform a partial upgrade only (no sources.list rewriting)
af: Voer slegs 'n gedeeltelike opgradering uit (sources.list nie herskryf)
am: በከፊል ማሻሻያ መፈጸሚያ (no sources.list rewriting)
fr_ca: Effectuer seulement une mise à niveau partielle (sources.list ne sera pas réécrit)
ia: Face fluer solmente un promotion partial (nulle rescripto de sources.list)
ku: Tenê bilindkirineke qismî çêbikin (lîsteya çavkaniyê tune ye)

source: Disable GNU screen support
af: Versper GNU skerm ondersteuning
am: የ GNU መመልከቻ ድጋፍ ማሰናከያ support
fr_ca: Désactiver la prise en charge d’écran GNU
ia: Disactivar le supporto del pagina GNU
ku: Çalakiya piştgiriya dîmenderê ya GNU betal bike
mr: GNU स्क्रीन समर्थन अक्षम करा
pa: GNU ਸਕਰੀਨ ਸਹਿਯੋਗ ਅਸਮਰੱਥ

source: Set datadir
af: Stel datadir
am: የ ዳታ ዳይሬክቶሪ ማሰናጃ
fr_ca: Définir le dossier des données
ia: Configurar datadir
ku: Datadir-ê eyar bike
mr: datadir सेट करा
pa: datadir ਤਹਿ ਕਰੋ

source: Upgrade to the development release
af: Opgradeer na die ontwikkeling vrystelling
am: ማሻሻያ ወደ አበልፃጊዎች እትም
fr_ca: Mettre à niveau vers la version de développement
ia: Promotion al version de disveloppamento
ku: Derbasî guhertoya pêşdebirinê be
mr: विकास प्रकाशनवर श्रेणीसुधारित करा
pa: ਡਿਵੈਲਪਮੈਂਟ ਰੀਲਿਜ਼ ਲਈ ਅੱਪਗਰੇਡ ਕਰੋ

source: Fetching is complete
af: Fetching voltooi is
am: ሄዶ ማምጣት ተጠናቋል
fr_ca: Récupération terminée
ia: Le extraction es complete
ku: Rojanekirin temam bû
pa: ਪ੍ਰਾਪਤੀ ਪੂਰੀ ਹੋਈ

source: Fetching file %li of %li at %sB/s
af: Haal lêer %li van %li teen %sB/s
am: ፋይል ሄዳ በማምጣት ላይ %li ከ %li ወደ %sቢ/ሰ
fr_ca: Récupération du fichier %li sur %li à %s o/s
ia: Extraction del file %li de %li a %sB/s
ku: Pelê %li ji %li bi %sB/ç tê anîn
pa: %li ਫਾਇਲ %li ਵਿੱਚੋਂ %sB/s ਨਾਲ ਲਈ ਜਾ ਰਹੀ ਹੈ

source: About %s remaining
af: Omtrent %s oorblywende
am: ስለ %s ቀሪው
fr_ca: Environ %s restant
ia: Circa %s remanente
ku: Nêzîka %s ma
pa: ਲਗਭਗ %s ਬਾਕੀ

source: Fetching file %li of %li
af: Haal lêer %li van %li
am: ፋይል ሄዶ ማምጣት %li ከ %li
fr_ca: Téléchargement du fichier %li sur %li
ia: Extraction file %li de %li
ku: Pelê %li ji %li tê daxistin
pa: %li ਫਾਇਲ %li ਵਿੱਚੋਂ ਲਈ ਜਾ ਰਹੀ ਹੈ
