Repository: stek29/ubuntu-release-upgrader
Catalog: po/*.po
Languages: af, am, fr_ca, ia, ku, mr, pa

source: The upgrade has aborted. Please check your Internet connection or installation media and try again. All files downloaded so far have been kept.
af: Die opgradering is gestaak. Kontroleer asseblief jou internetverbinding of installeringmedia en probeer weer. Alle lêers wat tot dusver afgelaai is, is behou.
am: ማሻሻያው ተቋርጧል: እባክዎን የ ኢንተርኔት ግንኙነት ይመርምሩ ወይንም የ መግጠሚያ አካሉን እና እንደገና ይሞክሩ: ሁሉም የ ወረዱ ፋይሎች ተቀምጠዋል
fr_ca: La mise à niveau a été interrompue. Veuillez vérifier votre connexion internet ou votre support d’installation et ressayez. Tous les fichiers déjà téléchargés ont été sauvegardés.
ia: Le promotion ha abortate. Per favor controla tu connexion a internet o tu medios de installation e reproba. Tote le files discargate adhuc, ha essite mantenite.
ku: Bilindkirin bi ser neket. Ji kerema xwe girêdana xwe ya torê an jî medyaya sazkirinê venihêre û dîsa biceribîne. Peldankên ku heta niha hatin daxistin, hat parastin.
mr: अपग्रेडच्या बाहेर पडलो आहे. कृपया तुमचे इंटरनेट कनेक्शन अगर इनस्टॉलेशन माध्यम तपासा आणि परत प्रयत्न करा. आत्तापर्यंत डाउनलोड केलेल्या सर्व फाईल्स तशाच ठेवलेल्या आहेत.

source: Error during commit
af: Fout. tydens pleeg
am: በመፈጸም ላይ ስህተት
fr_ca: Erreur pendant la validation
ia: Error durante le commission
ku: Çewtî di dema xebitandinê de
mr: कमिट करताना अडचण
pa: ਕਮਿਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ

source: Restoring original system state
af: Oorspronklike stelseltoestand word herstel
am: መጀመሪያ ወደነበረበት ስርአት መመለሰ
fr_ca: Restauration de l’état original du système
ia: Restauration del stato del systema originari
ku: Vedigere rewşa pergala orjînal
mr: सिस्टिम मुळच्या स्थितीला परत आणत आहे
pa: ਸਿਸਟਮ ਅਸਲੀ ਹਾਲਤ ਵਿੱਚ ਮੁੜ-ਸਟੋਰ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Could not install the upgrades
af: Kon nie die opgraderings installeer nie
am: ማሻሻያውን መግጠም አልተቻለም
fr_ca: Impossible d’installer les mises à niveau
ia: Impossibile installar le promotiones
ku: Sazkirina bilindkirinan bi ser neket
mr: अपग्रेड स्थापन करु शकलो नाही
pa: ਅੱਪਗਰੇਡ ਇੰਸਟਾਲ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ

source: The upgrade has aborted. Your system could be in an unusable state. A recovery will run now (dpkg --configure -a).
af: Die opgradering is gestaak. Jou stelsel kan in 'n onbruikbare staat wees. 'N herstel sal nou loop (dpkg --configure -a).
am: ማሻሻሉ ተቋርጧል: የ እርስዎ ስርአት በ ተረጋጋ ሁኔታ ላይ አይደለም: ስለዚህ እንደገና ማግኛ አሁን ይሄዳል (dpkg --configure -a).
fr_ca: La mise à niveau a été interrompue. Votre système pourrait être dans un état inutilisable. Une récupération sera lancée maintenant (dpkg --configure -a).
ia: Le promotion ha abortate. Tu systema poterea ser in un stato inusabile. Ora fluera un restabilimento (dpkg --configure -a).
ku: Bilindkirin bi ser neket. Dibe ku pergala te ne di rewşa bikaranînê de ye. Dê niha rizgarkirin bê xebitandin (dpkg --configure -a).
mr: अपग्रेडच्या बाहेर पडलो आहे. तुमची सिस्टिम निरुपयोगी स्थितीत असु शकते. पुर्वपदावर येण्याचा प्रयत्न केला जाईल (dpkg --configure -a).

source: Please report this bug in a browser at http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug and attach the files in /var/log/dist-upgrade/ to the bug report. %s
af: Meld asseblief hierdie fout in 'n blaaier by http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug and attach the files in /var/log/dist-upgrade/ to the bug report. %s
am: እባክዎን ችግሩን ያሳውቁን በ መቃኛ በ http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug and attach the files in /var/log/dist-upgrade/ to the bug report. %s
fr_ca: Veuillez rapporter ce bogue dans un navigateur à http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug et joindre les fichiers dans /var/log/dist-upgrade/ au rapport de bogue. %s
ia: Per favor reporta ce defecto in un navigator a http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug e connecte le files in /var/log/dist-upgrade/ al reporto de defecto. %s
ku: Ji kerema xwe vê çewtiyê li gerokê di vê girêdanê de rapor bike http://bugs.launchpad.net/ubuntu/+source/ubuntu-release-upgrader/+filebug û van peldankan /var/log/dist-upgrade/ tevlî rapora çewtiyê bike. %s

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
af: Die opgradering is gestaak. Kontroleer asseblief jou internetverbinding of installeringmedia en probeer weer.
am: ማሻሻያው ተቋርጧል: እባክዎን የ ኢንተርኔት ግንኙነት ይመርምሩ ወይንም የ መግጠሚያ አካሉን እንደገና ይሞክሩ
fr_ca: La mise à niveau a été interrompue. Veuillez vérifier votre connexion Internet ou le support d’installation et ressayer.
ia: Le promotion abortava. Per favor controla tu connexion a internet o tu medios de installation e reproba.
ku: Bilindkirin bi ser neket. Ji kerema xwe girêdana xwe ya torê an jî medyaya sazkirinê venihêre û dîsa biceribîne.
mr: अपग्रेडच्या बाहेर पडलो आहे. कृपया तुमचे इंटरनेट कनेक्शन अगर इनस्टॉलेशन माध्यम तपासा आणि परत प्रयत्न करा.
pa: ਅੱਪਗਰੇਡ ਨੂੰ ਅਧੂਰਾ ਛੱਡਿਆ ਗਿਆ। ਆਪਣੇ ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਜਾਂ ਇੰਸਟਾਲ ਮੀਡਿਏ ਦੀ ਜਾਂਚ ਕਰੋ ਤੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।

source: Searching for obsolete software
af: Soek na verouderde sagteware
am: ጊዜው ያለፈበትን ሶፍትዌር በመፈለግ ላይ
fr_ca: Recherche de logiciels obsolètes
ia: In cerca pro software obsolete
ku: Li nivîsbariya kevin tê gerandin
mr: कालबह्या सॉफ्टवेअरसाठी शोध करत आहे
pa: ਬਰਤਰਫ਼ ਸਾਫਟਵੇਅਰ ਦੀ ਖੋਜ ਜਾਰੀ ਹੈ

source: Remove obsolete packages?
af: Verouderde pakkette verwyder?
am: ላስወግዳቸው አሮጌ ጥቅሎችን?
fr_ca: Enlever les paquets obsolètes?
ia: Levar le pacchettos obsolete?
ku: Bila pakêtên ku nayên bikaranîn werin rakirin?
mr: कालबाह्य पॅकेजेस काढायची?
pa: ਬਰਤਰਫ਼ ਹੋਏ ਪੈਕੇਜ ਹਟਾਉਣੇ ਹਨ?

source: _Keep
af: _Behou
am: _ማስቀመጥ
fr_ca: _Garder
ia: Conservar (_Keep)
ku: _Biparêze
mr: जपवून ठेवा (_K)
pa: ਰੱਖੋ(_K)

source: _Remove
af: Sk_rap
am: _ማስወገጃ
fr_ca: _Enlever
ia: _Remover
ku: _Rake
mr: काढून टाका (_R)
pa: ਹਟਾਓ(_R)

source: A problem occurred during the clean-up. Please see the below message for more information.
af: 'n Probleem het tydens die skoonmaak-proses ontstaan. Sien asseblief die onderstaande boodskap vir verdere inligting.
am: ማጽዳት በሚካሄድበት ጊዜ ችግር ተፈጥሯል ፤ እባክዎ ከስር ያለውን መረጃ ይመልከቱ በበለጠ ለመረዳት
fr_ca: Un problème s’est produit pendant le nettoyage. Veuillez lire le message ci-dessous pour plus d’informations.
ia: Un problema ha occurrite durante le mundification. Per favor vide le message in basso pro plus de information. Le dependentias necessari non es installate
ku: Dema paqijkirinê de pirsgirêkeke çêbû. Ji kerema xwe ji bo agahiyên zêdetir li peyama jêr binêrin.
mr: साफ़-सफ़ाई करताना अडचण आली. अधिक माहितीसाठी कृपया खालील संदेश पाहा.
pa: ਸਾਫ਼ ਕਰਨ ਦੇ ਦੌਰਾਨ ਸਮੱਸਿਆ ਆਈ। ਹੋਰ ਜਾਣਕਾਰੀ ਲਈ ਹੇਠ ਦਿੱਤਾ ਸੁਨੇਹਾ ਵੇਖੋ ਜੀ।

source: Required depends is not installed
af: Vereiste depends is nie geïnstalleer
am: የሚያስፈልጉት ጥገኞች አልተገጠሙም
fr_ca: Dépendance exigée non installée
ia: Le necessari dependentia '%s' non es installate.
ku: Divêtiyên pêwîst ne barkirî ne
mr: आवश्यक निर्भर पॅकेजेस इनस्टॉल नाहियेत
pa: ਲੋੜੀਦੀ ਨਿਰਭਰਤਾ ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ

source: The required dependency '%s' is not installed.
af: Die vereiste afhanklikheid '%s' is nie geïnstalleer.
am: የሚያስፈልጉት ጥገኞች '%s' አልተገጠሙም
fr_ca: La dépendance exigée « %s » n'est pas installée.
ia: Le necessari dependentia '%s' non es installate.
ku: Divêtiya pêwîst '%s' ne barkirî ye
mr: आवश्यक निर्भर पॅकेज '%s' इनस्टॉल नाहिये.
pa: ਲੋੜੀਂਦੀ ਨਿਰਭਰਤਾ '%s' ਇੰਸਟਾਲ ਨਹੀਂ ਹੈ।

source: Checking package manager
af: Kontrolleer pakketbestuurder
am: የጥቅል አስተዳዳሪን በመመርመር ላይ
fr_ca: Vérification du gestionnaire de paquets
ia: Controlo del gestor de pacchetto
ku: Rêvebiriya paketan tê kontrol kirin
mr: पॅकेज मॅनेजर तपासत आहे
pa: ਪੈਕੇਜ ਮੈਨੇਜਰ ਚੈੱਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Preparing the upgrade failed
af: Misluk om die opgradering voor te berei
am: ማሻሻያውን ማሰናዳት አልተቻለም
fr_ca: Échec lors de la préparation de la mise à niveau
ia: Preparation del promotion fallite
ku: Amadekirinên nûjenkirinê bi ser neketin
mr: अपग्रेडची तयारी अयशस्वी
pa: ਅੱਪਗਰੇਡ ਲਈ ਤਿਆਰ ਕਰਨ ਲਈ ਫੇਲ੍ਹ

source: Preparing the system for the upgrade failed so a bug reporting process is being started.
af: Voorbereiding van die stelsel vir die opgradering het misluk sodat 'n foutverslagproses begin word.
am: ስርአቱን ለማሻሻል አልተቻለም ስለዚህ የ ችግር ማሳወቂያ ሂደት ተጀምሯል
fr_ca: La préparation du système pour la mise à niveau a échoué et un processus de rapport de bogue est en cours.
ia: Preparation del systema al promotion fallite, assi un processo de reporto de defecto va ser lanceate.
ku: Amedekirina bo bilindkirina pergalê bi ser neket, bi vê jî pêvajoyekî raporkirina çewtiyê hat destpêkirin.
mr: सिस्टिमला अपग्रेडसाठी तयार करण्यात अपयश आले म्हणुन बग रिपोर्टींगची क्रिया सुरु करत आहे.

source: Preparing the system for the upgrade failed. To report a bug install apport and then execute 'apport-bug ubuntu-release-upgrader'.
af: Voorbereiding van die stelsel vir die opgradering het misluk. Om 'n foutinstallasieapport te rapporteer en dan uit te voer 'apport-bug ubuntu-release-upgrader'.
am: ስርአቱን ለማሻሻል አልተቻለም: ችግሩን ለማሳወቅ ይህን ይግጠሙ apport እና ይፈጽሙ 'apport-bug ubuntu-release-upgrader'.
fr_ca: La préparation du système pour la mise à niveau a échoué. Pour rapporter un bogue, installez apport et exécutez « apport-bug ubuntu-release-upgrader ».
ia: Preparation del systema pro le promotion fallite. Pro reportar un defecto installar apport e pois exequer 'apport-bug ubuntu-release-upgrader'.
ku: Ji bo bilinkirinê amedekirina pergalê bi ser neket. Piştî raporkirina çewtiyeke sazkirinê fermana 'apport-bug ubuntu-release-upgrader'ê pêk bîne.

source: Getting upgrade prerequisites failed
af: Om opgradering prerequisites gefaal
am: ማሻሻያ በ ቅድሚያ መጠየቅ አልተቻለም
fr_ca: Échec lors de l’obtention des prérequis de la mise à niveau
ia: Obtenimento del pre-requisitos de promotion fallite
ku: Amadekirinên bilindkirinê bi ser neketin
mr: अपग्रेडसाठीचे पुर्वावश्यक मिळवणे अयशस्वी

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. Additionally, a bug reporting process is being started.
af: Die stelsel kon nie die vereistes vir die opgradering kry nie. Die opgradering sal nou staak en die oorspronklike Stelselstatus herstel. Daar benewens word 'n bug verslagproses begin.
am: ይህ ስርአት ማሻሻያ በ ቅድሚያ መጠየቂያ ማግኘት አልቻለም: ማሻሻያው አሁን ይቋረጣል እና ወደ ነበረበት ሁኔታ ይመለሳል በ ተጨማሪ: የ ችግር መግለጫ ማሳወቂያ ሂደት ተጀምሯል
fr_ca: Le système n’a pas été capable d’obtenir les prérequis pour la mise à niveau. La mise à niveau va maintenant s’interrompre et restaurer l’état d’origine du système. De plus, un processus de rapport de bogue est en cours.
ia: Le systema ha essite incapace a obtener le pre-requisitos pro le promotion. Le promotion abortara nunc e restaurara le stato del systema originari. Additionalmente, un processo de reporto de defecto va ser lanceate.
ku: Pergal nebû ku pêşşertên bilindkirinê bistîne. Dê bilindkirin niha bê betalkirin û rewşa pergalê ya orîjînal şunve bê vegerandin. ji xeynî wê, pêvajoyekî raporkirina çewtiyê hat destpêkirin.
mr: सिस्टिम अपग्रेडसाठीचे पुर्वावश्यक मिळवण्यात अयशस्वी झाली. अपग्रेड आता बाहेर पडेल आणि तुमची सिस्टिम मूळ स्थितीला आणुन ठेवेल. याशिवाय एक बग रिपोर्टिंग क्रियादेखील सुरु करण्यात येत आहे.

source: The system was unable to get the prerequisites for the upgrade. The upgrade will abort now and restore the original system state. To report a bug install apport and then execute 'apport-bug ubuntu-release-upgrader'.
af: Die stelsel kon nie die vereistes vir die opgradering kry nie. Die opgradering sal nou staak en die oorspronklike Stelsel status herstel. Om 'n bug install apport te rapporteer en dan execute
am: ይህ ስርአት ማሻሻያ በ ቅድሚያ መጠየቂያ ማግኘት አልቻለም: ማሻሻያው አሁን ይቋረጣል እና ወደ ነበረበት ሁኔታ ይመለሳል የ ችግር መግለጫ ለማሳወቅ apport ይግጠሙ እና ከዛ ይፈጽሙ 'apport-bug ubuntu-release-upgrader'.
fr_ca: Le système n'a pas pu obtenir les prérequis pour l'installation. La mise à niveau va maintenant s'interrompre et restaurer l'état d'origine du système. Pour rapporter un bogue, installez apport et exécutez « apport-bug ubuntu-release-upgrader ».
ia: Le systema ha essite incapace a obtener le pre-requisitos pro le promotion. Le promotion abortara nunc e restaurara le stato del systema originari. Pro reportar un defecto installar apport e pois exequer 'apport-bug ubuntu-release-upgrader'.
ku: Pergal nebû ku pêşşertên bilindkirinê bistîne. Dê bilindkirin niha bê betalkirin û rewşa pergalê ya orîjînal şunve bê vegerandin. Piştî raporkirina çewtiyeke sazkirinê fermana 'apport-bug ubuntu-release-upgrader'ê pêk bîne.

source: Updating repository information
af: Stoorplek inligting word opgedateer
am: የማስቀመጫውን መረጃ በማሻሻል ላይ
fr_ca: Mise à jour des informations sur les dépôts
ia: Actualisation de information de repositorio
ku: Agahiyên çavkaniyan tên rojanekirin
mr: repository/कोषाची माहिती अपडेट करत आहे
pa: ਰਿਪੋਜ਼ਟਰੀ ਜਾਣਕਾਰੀ ਅੱਪਡੇਟ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: Failed to add the cdrom
af: Gefaal te voeg die cdrom
am: ሲዲ ራም መጨመር አልተቻለም
ia: Fallite a adder le CDROM

source: Sorry, adding the cdrom was not successful.
af: Jammer, toevoeging die cdrom was nie geslaagd.
am: አዝናለሁ ሲዲ ራም መጨመሩ አልተሳካም
ia: Displacente, le addition del CDROM non ha habite successo.

source: Invalid package information
af: Ongeldige pakketinligting
am: ዋጋ የሌለው የጥቅል መረጃ
fr_ca: Informations de paquets invalides
ia: Information de pacchetto non valide
ku: Agahiya pakêtê nederbasdar e
mr: पॅकेजची माहिती अवैध
pa: ਗਲਤ ਪੈਕੇਜ ਜਾਣਕਾਰੀ

source: After updating your package information, the essential package '%s' could not be located. This may be because you have no official mirrors listed in your software sources, or because of excessive load on the mirror you are using. See /etc/apt/sources.list for the current list of configured software sources. In the case of an overloaded mirror, you may want to try the upgrade again later.
af: Na die opdatering van jou pakket inligting, die noodsaaklike pakket '%s' kon nie gelokaliseer word nie. Dit kan wees omdat jy het geen amptelike spieëls wat in jou sagteware bronne, of as gevolg van oormatige las op die spieël jy gebruik. Sien /etc/apt/sources.list vir die huidige lys van gekonfigureerde sagteware bronne. In die geval van 'n oorlaaide spieël, wil jy dalk later die opgradering probeer.
am: የ እርስዎን ጥቅል መረጃ ካሻሻሉ በኋላ: አስፈላጊውን ጥቅል '%s' ማግኘት አልተቻለም: ይህ ሊሆን የሚችለው ምናልባት እርስዎ ትክክለኛ የሆነ የ አንፀባራቂ ዝርዝር በ እርስዎ ሶፍትዌር ምንጭ ውስጥ ስሌለ ነው: ወይንም በርካታ አንፀባራቂ ስለ ተጫነ ነው: እርስዎ በሚጠቀሙበት አንፀባራቂ ውስጥ: ይህን ይመልከቱ /etc/apt/sources.list ለ አሁኑ ዝርዝር የ ሶፍትዌር ምንጭ የ ተሰናዳውን: ስለዚህ በርካታ አንፀባራቂ ከ ተጫነ: እርስዎ ትንሽ ቆይተው እንደገና ይሞክሩ
fr_ca: Après la mise à jour de vos informations de paquets, le paquet essentiel « %s » n'a pas pu être trouvé. Vous n'avez peut-être pas de miroir officiel dans vos sources de logiciels, ou le miroir que vous utilisez reçoit une charge excessive. Voir /etc/apt/sources.list pour la liste actuelle de vos sources de logiciels. Dans le cas d'un miroir surchargé, vous pourriez ressayer la mise à niveau plus tard.
ia: Post le promotion de tu information de pacchetto, le pacchetto essential '%s' pote non ser locate. Isto pote ser perque tu ha nulle speculos official listate in tu fontes de software, o per carga excessive del speculo que tu usa. Vider /etc/apte/sources.list pro le lista actual de configuration del fontes software. In caso de un speculo supercargate, tu pote desirar de reprobar postea le promotion.
ku: Piştî bilindkirina agahiyên pakêtên te, pakêta bingehîn a '%s'-ê nehat dîtin. Dibe ku sebeba wê mirêkên nefermî yên di lîsteya te ya çavkaniyên nivîsbariyê de ne yan jî barê giran in yên li ser mirêka ku tu bi kar tînî. Ji bo lîsteya rojanekirî ya çavkaniyên nivîsbariyê yên eyarkirî, li /etc/apt/sources.list-ê binêre. Heke ji ber mirêka pir barkirî be, tu dikarî bilindkirinê dawiyê dîsa biceribînî.
mr: तुमचा संकुल माहिती अद्यतनित केल्यानंतर, अत्यावश्यक पॅकेज '%s' स्थित केले जाऊ शकत नाही. याचे कारण आपल्याकडे सॉफ्टवेअर स्रोतात सूचीबद्ध अधिकृत मिरर नाही आहे, किंवा कारण आपण वापरत असलेल्या मिररवर जास्त भार आहे. संरचीत सॉफ्टवेअर स्त्रोतांची सध्याची यादी /etc/apt/sources.list मध्ये पहा. एक ओव्हरलोडेड मिरर बाबतीत, आपण नंतर अद्यतनाचा पुन्हा प्रयत्न करू शकता.

source: Fetching
af: Haal tans
am: ሄዶ ማምጣት
fr_ca: Récupération
ia: Extration
ku: Tê daxistin
mr: आणतोय
pa: ਲਈ ਜਾ ਰਹੀ ਹੈ

source: Upgrading
af: Besig om op te gradeer
am: በማሻሻል ላይ
fr_ca: Mise à niveau
ia: In promotion
ku: Tê bilindkirin
mr: अपग्रेड करतोय
pa: ਅੱਪਗਰੇਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Upgrade infeasible
af: Opgradering infeasible
fr_ca: La mise à niveau est irréalisable
ia: Promotion impossibile
ku: Bilindkirin nemimkun e

source: The upgrade could not be completed, there were errors during the upgrade process.
af: Die opgradering kon nie voltooi word nie, daar was foute tydens die opgraderingsproses.
fr_ca: La mise à niveau n’a pas pu être terminée. Des erreurs sont survenues lors du processus de mise à niveau.
ia: Le promotion non pote ser completate, il habeva errores durante le processo.
ku: Bilindkirin nikaribû bê temamkirin, gava proseya bilindkirinêçend xeta derketin holê.

source: Upgrade incomplete
af: Opgradering onvolledig
fr_ca: La mise à niveau n’est pas teminée
ia: Promotion incomplete
ku: Bilindkirina ne temam

source: The upgrade has partially completed but there were errors during the upgrade process.
af: Die opgradering is gedeeltelik voltooi, maar daar was foute tydens die opgraderingsproses.
fr_ca: La mise à niveau est partiellement terminée, mais des erreurs sont survenues lors du processus de mise à niveau.
ku: Bilindkirin qismen temam bû, lê gava proseya bilindkirinê çend xeta derketin holê.

source: Upgrade complete
af: Opgradering voltooi
am: ማሻሻሉ ተጠናቋል
fr_ca: Mise à niveau terminée
ia: Promotion complete
ku: Bilindkirin temam bû
mr: अपग्रेड पूर्ण
pa: ਅੱਪਗਰੇਡ ਪੂਰਾ ਹੋਇਆ

source: The upgrade has completed but there were errors during the upgrade process.
af: Die opgradering is voltooi, maar daar was foute tydens die opgraderingsproses.
am: ማሻሻሉ ተፈጽሟል ነገር ግን ስህተት ተፈጥሯል በ ማሻሻያው ሂደት ውስጥ
fr_ca: La mise à niveau est terminée, mais il y a eu des erreurs pendant le processus de mise à niveau.
ia: Le promotion ha clause ma il era errores durante le processo de promotion.
ku: Bilindkirin hat temamkirin, lê di pêvajoya bilindkirinê de çewtiyan hebû.
mr: अपग्रेड पूर्ण झालाय पण अपग्रेड क्रियेमधे त्रुटी आल्या होत्या.
pa: ਅੱਪਗਰੇਡ ਪੂਰਾ ਚੁੱਕਾ ਹੈ, ਪਰ ਅੱਪਗਰੇਡ ਕਾਰਵਾਈ ਦੌਰਾਨ ਗਲਤੀਆਂ ਆਈਆਂ ਹਨ।

source: System upgrade is complete.
af: Sisteem-opgradering voltooi.
am: ስርአቱን ማሻሻል ተጠናቋል
fr_ca: La mise à niveau du système est terminée.
ia: Le promotion del systema es complete.
ku: Bilindkirina pergalê temam bû.
mr: सिस्टिम अपग्रेड संपूर्ण
pa: ਸਿਸਟਮ ਅੱਪਗਰੇਡ ਪੂਰਾ ਹੋਇਆ।

source: The partial upgrade was completed.
af: Die gedeeltelike opgradering is voltooi.
am: በከፊል ማሻሻሉ ተጠናቋል
fr_ca: La mise à niveau partielle est terminée.
ia: Le promotion partial ha essite clause.
ku: Bilindkirina qismî hat temamkirin.
mr: आंशिक अपग्रेड पूर्ण झालाय
pa: ਅਧੂਰਾ ਅੱਪਗਰੇਡ ਪੂਰਾ ਹੋ ਗਿਆ।

source: Lock screen disabled
af: Slot skerm versper
fr_ca: Le verrouillage d’écran est désactivé
ia: Blocada de schermo disactivate
ku: Ekrana kilîdê neaktîv e

source: Your lock screen has been disabled and will remain disabled until you reboot.
af: Jou slot skerm is gedeaktiveer en sal gedeaktiveer bly totdat jy herlaai.
fr_ca: Votre verrouillage d’écran a été désactivé et le restera jusqu’à ce que vous redémarriez.
ku: Kilîda te ya ekranê neaaktîv e û wê heta ku te ji nû ve da destpêkirin neaktîv bimîne.

source: Could not find the release notes
af: Kan nie vind die Vrystelling notas
am: የመልቀቂያ ማስታወሻዎችን ማግኘት አልተቻለም
fr_ca: Impossible de trouver les notes de mise à jour
ia: Impossibile cercar le notas del version
ku: Nîşeyên guhertoyan nayên dîtin
mr: प्रकाशन टिप शोधू शकत नाही
pa: ਰੀਲਿਜ਼ ਨੋਟਿਸ ਨਹੀਂ ਲੱਭੇ ਜਾ ਸਕੇ

source: The server may be overloaded.
af: Die bediener is dalk oorlaai.
am: ሰርቨሩ ምናልባት ካቅሙ በላይ ተጭኗል
fr_ca: Le serveur est peut-être surchargé.
ia: Le servitor pote ser supercargate.
ku: Dibe ku barê pêşkêşkerê pir zêde be
mr: सर्व्हर ओव्हरलोड झाला असेल.

source: Could not download the release notes
af: Kan nie Laai die Vrystelling notas af
am: የመልቀቂያ ማስታወሻዎችን ማውረድ አልተቻለም
fr_ca: Impossible de télécharger les notes de mise à jour
ia: Impossibile discargar le notas del version
ku: Nîşeyên weşanê nehate daxistin
mr: प्रकाशन टिप डाउनलोड करू शकला नाही
pa: ਰੀਲਿਜ਼ ਨੋਟਿਸ ਡਾਊਨਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ

source: Please check your internet connection.
af: Kontrolleer asseblief u Internet-verbinding.
am: እባክዎ የኢንተርኔት ግንኙነትዎን ይመርምሩ
fr_ca: Veuillez vérifier votre connexion Internet.
ia: Per favor controla tu connexion de rete.
ku: Ji kerema xwe girêdana înternetê kontrol bike.
mr: कृपया तुमचे इंटरनेट कनेक्टशन तपासा.
pa: ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਚੈੱਕ ਕਰੋ ਜੀ।

source: authenticate '%(file)s' against '%(signature)s'
af: outentiseer '%(file)s' teen '%(signature)s'
am: ማረጋገጫ '%(file)s' ለመከላከል '%(signature)s'
fr_ca: authentifier « %(file)s » avec « %(signature)s »
ia: authenticar le '%(file)s' contra le '%(signature)s'
ku: Li hemberî '%(signature)s' piştrastkirina '%(file)s'
mr: '%(file)s' चे प्रमाणीकृत विरुद्ध '%(signature)s' करा

source: extracting '%s'
af: ekstraheer '%s'
am: በማራገፍ ላይ '%s'
fr_ca: extraction de « %s »
ia: extraction de '%s'
ku: '%s' tê derxistin
mr: '%s' बाहेर काढत आहे
pa: '%s' ਨੂੰ ਖਿਲਾਰਿਆ ਜਾ ਰਿਹਾ ਹੈ

source: Could not run the upgrade tool
af: Kon nie die opgradering-nutsprogram loop nie.
am: የማሻሻያውን መሳሪያዎች ማስኬድ አልተቻለም
fr_ca: Impossible d’exécuter l’outil de mise à niveau
ia: Impossibile facer fluer le application de promotion
ku: Amûra bilindkirinê nikaribû bimeşîne
mr: अद्यतन साधन चालू शकले नाही
pa: ਅੱਪਗਰੇਡ ਟੂਲ ਚਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਿਆ

source: This is most likely a bug in the upgrade tool. Please report it as a bug using the command 'ubuntu-bug ubuntu-release-upgrader-core'.
af: Dit is waarskynlik 'n bug in die opgraderingsmiddel. Meld dit asseblief as 'n bug met behulp van die opdrag 'ubuntu-bug ubuntu-release-upgrader-core'.
am: ይህ ምናልባት ችግር ሊሆን ይችላል በ ማሻሻያ መሳሪያ ውስጥ: እባክዎን ይህን ችግር ያሳውቁ ይህን ትእዛዝ በ መጠቀም 'ubuntu-bug ubuntu-release-upgrader-core'.
fr_ca: Ceci est probablement un bogue dans l'outil de mise à niveau. Veuillez le rapporter comme un bogue en utilisant la commande « ubuntu-bug ubuntu-release-upgrader-core ».
ia: Isto es verisimilemente un defecto in le application de promotion. Per favor reportar lo como un defecto per le commando 'ubuntu-bug ubuntu-release-upgrader-core'.
ku: Ihtimaleke mezin, ev çewtî di alavê bilindkirinê de ye. Ji kerema xwe vê çewtiyê bi fermana 'ubuntu-bug ubuntu-release-upgrader-core'ê rapor bike.
mr: बहुधा सुधारणा साधन मध्ये बग आहे. आज्ञा 'ubuntu-bug ubuntu-release-upgrader-core' वापरून बग म्हणून तक्रार करा.

source: Upgrade tool signature
af: Opgradering gereedskap handtekening
am: የማሻሻያዎች መሳሪያዎች ፊርማ
fr_ca: Signature de l’outil de mise à niveau
ia: Firma del application de promotion
ku: Destnîşana amûra bilindkirinê
mr: अद्यतन साधन सही
pa: ਅੱਪਗਰੇਡ ਟੂਲ ਦਸਤਖਤ

source: Upgrade tool
af: Opgradering-nutsprogram
am: ማሻሻያ መሳሪያዎች
fr_ca: Outil de mise à niveau
ia: Application de promotion
ku: Amûra bilindkirinê
mr: अद्यतन साधन
pa: ਅੱਪਗਰੇਡ ਟੂਲ

source: Failed to fetch
af: Gefaal te fetch
am: ሄዶ ማምጣት ወድቋል
fr_ca: Récupération impossible
ia: Fallite a extraher
ku: Anîn biserneket
mr: मिळविता आले नाही
pa: ਲੈਣ ਲਈ ਫੇਲ੍ਹ ਹੈ

source: Fetching the upgrade failed. There may be a network problem.
af: Fetching die opgradering het misluk. Daar kan dalk 'n netwerk probleem.
am: ማሻሻያውን ሄዶ ማምጣት ወድቋል ፤ ምናልባት የኔትዎርክ ችግር ሊሆን ይችላል
fr_ca: La récupération de la mise à niveau à échoué. Il y a peut-être un problème de réseau.
ia: Extraction del promotion fallite. Il pote ser un problema de rete.
ku: Anîna bilindkirinê biserneket. Dibe ku pirsgirêkeke torê hebe.
mr: अद्ययावत करता आले नाही. कदाचीत network मध्ये त्रूटी असेल.
pa: ਅੱਪਗਰੇਡ ਲੈਣ ਲਈ ਫੇਲ੍ਹ ਹੈ। ਨੈੱਟਵਰਕ ਸਮੱਸਿਆ ਹੋ ਸਕਦੀ ਹੈ।

source: Authentication failed
af: Stawing het misluk
am: ማጽደቂያው ወድቋል
fr_ca: Échec lors de l’authentification
ia: Authentication fallite
ku: Naskirin lê nehat
mr: ओळख अपयशी
pa: ਪਰਮਾਣਕਿਤਾ ਫੇਲ੍ਹ ਹੋਈ
